[
  {
    "state": "va",
    "agency_name": "Virginia Retirement System",
    "schedule_type": "specific",
    "schedule_id": "158-005",
    "series_id": "015239",
    "series_title": "Monthly Contribution Reports",
    "series_description": "This series consists of monthly reports from covered employers that document any changes in employee compensation or contribution amounts. Employers prepare and file reports with the VRS Employer Reporting Section for review, audit, reconciliation, and posting to the member's account. The records are retained for evidence of the",
    "retention_statement": "Retain documents for 7 years after closure of fiscal year. Return to agency for reformatting to digital media according to Library of Virginia's standards/guidelines. Destroy paper records after quality control inspection verifies images according to No. 8 on schedule cover page. No RM-3 required.",
    "disposition": "",
    "last_updated": null,
    "last_checked": "2026-02-21",
    "retention_years": 7,
    "confidential": false,
    "legal_citation": ""
  },
  {
    "state": "va",
    "agency_name": "Virginia Retirement System",
    "schedule_type": "specific",
    "schedule_id": "158-005",
    "series_id": "009040",
    "series_title": "member's contribution history",
    "series_description": "Each file includes: VRS-1500 Contribution Report, VRS-52 Contribution Worksheet, and VRS-1501 Error Report. The file may also include VRS-48 Member Information Change Report, VRS-65 Election to Participate — Optional Retirement Plan, computer produced member record displays, worksheets, correspondence, and DMV screen-print.",
    "retention_statement": "Transfer original copy of microfilm or electronic storage media to SRC Media Vault for permanent retention. Agency responsible for updating electronic media as per No. 7 on schedule cover sheet.",
    "disposition": "",
    "last_updated": null,
    "last_checked": "2026-02-21",
    "retention_years": null,
    "confidential": false,
    "legal_citation": ""
  }
]