[
  {
    "state": "va",
    "agency_name": "Department of Taxation",
    "schedule_type": "specific",
    "schedule_id": "161-001",
    "series_id": "008173",
    "series_title": "Daily Accounting Business Transaction Files",
    "series_description": "This series documents daily contacts and transactions with individual and business customers regarding problems with tax payments. Consists of incoming correspondence and other supporting documentation from individuals and businesses, as well as forms documenting phone conversations regarding tax compliance matters. May also include a letter or bill to the taxpayer or a request for additional information",
    "retention_statement": "Retain 4 years, then destroy in compliance with No. 8 on schedule cover page.",
    "disposition": "",
    "last_updated": null,
    "last_checked": "2026-02-21",
    "retention_years": 4,
    "confidential": false,
    "legal_citation": ""
  },
  {
    "state": "va",
    "agency_name": "Department of Taxation",
    "schedule_type": "specific",
    "schedule_id": "161-001",
    "series_id": "008076",
    "series_title": "Income Tax Returns: Individual",
    "series_description": "This series documents the filing and payment of individual",
    "retention_statement": "Retain 4 years or until listed in series 008XXX, \"Income Tax Returns: Individual - Annual Purge Book\", whichever is longer, then destroy in compliance with No. 8 on schedule cover page. Destroy all additional versions, regardless of media, in compliance with No. 8 on schedule cover page when no longer administratively necessary.",
    "disposition": "",
    "last_updated": null,
    "last_checked": "2026-02-21",
    "retention_years": 4,
    "confidential": false,
    "legal_citation": ""
  },
  {
    "state": "va",
    "agency_name": "Department of Taxation",
    "schedule_type": "specific",
    "schedule_id": "161-001",
    "series_id": "008077",
    "series_title": "Income Tax Returns: Individual - Annual Purge Book",
    "series_description": "This series consists of a set of annual computer printouts",
    "retention_statement": "Retain 4 years, then destroy in compliance with No. 8 on schedule cover page.",
    "disposition": "",
    "last_updated": null,
    "last_checked": "2026-02-21",
    "retention_years": 4,
    "confidential": false,
    "legal_citation": ""
  },
  {
    "state": "va",
    "agency_name": "Department of Taxation",
    "schedule_type": "specific",
    "schedule_id": "161-001",
    "series_id": "008078",
    "series_title": "Income Tax Returns: Individual - Federal Retiree Program Defunct series",
    "series_description": "This series consists of the 1988 individual Virginia income tax records of federal retirees. These documents were used to calculate a special refund given in 1994 as a result of having too much tax withheld from federal retirees in 1988. Includes all applicable individual tax return information and all correspondence and supporting documentation associated with the 1994 tax refund.",
    "retention_statement": "Destroy accumulation in compliance with No. 8 on schedule cover page.",
    "disposition": "",
    "last_updated": null,
    "last_checked": "2026-02-21",
    "retention_years": null,
    "confidential": false,
    "legal_citation": ""
  },
  {
    "state": "va",
    "agency_name": "Department of Taxation",
    "schedule_type": "specific",
    "schedule_id": "161-001",
    "series_id": "008079",
    "series_title": "Virginia W-2 Wage and Tax Statements",
    "series_description": "This series consists of the copies of the W-2 forms sent in from all Virginia business, corporations, and public sector entities for their employees. The information from these records are input into the department's Tax STARS database.",
    "retention_statement": "Transfer information to STARS database. Destroy paper originals after quality control inspection verifies information was successfully transferred to new format. Document of original paper records after reformatting on Certificate of Records Disposal (RM-3 form).",
    "disposition": "Destruction",
    "last_updated": null,
    "last_checked": "2026-02-21",
    "retention_years": null,
    "confidential": false,
    "legal_citation": ""
  }
]