[
  {
    "state": "va",
    "agency_name": "Department of Education, Central Office Operations",
    "schedule_type": "specific",
    "schedule_id": "201-034",
    "series_id": "200568",
    "series_title": "Education Tax Credit Programs",
    "series_description": "This series documents the approval of neighborhood organizations that participate in the Neighborhood Assistance Tax Credit Program for Education and the scholarship foundations that participate in the Education Improvement Scholarships Tax Credits Program; the provision of tax credits to individuals and businesses that make qualified donations to approved neighborhood organizations; and the provision of tax credits issued to individuals and businesses for qualified donations made to scholarship foundations approved under Education Improvement Scholarships Tax Credits Program. This series may include, but is not limited to: applications, financial statements, federal form 990, tax credit certificates, donor information, guidance documents, and reports.",
    "retention_statement": "10 Years after approval",
    "disposition": "Confidential Destruction",
    "last_updated": null,
    "last_checked": "2026-02-20",
    "retention_years": 10,
    "confidential": true,
    "legal_citation": ""
  },
  {
    "state": "va",
    "agency_name": "Department of Education, Central Office Operations",
    "schedule_type": "specific",
    "schedule_id": "201-034",
    "series_id": "008235",
    "series_title": "School Building Project",
    "series_description": "Documents & Plans This series consists of records submitted to the of Public Instruction in compliance with",
    "retention_statement": "0 Years after equipment, facility, or property sold or no longer in use",
    "disposition": "Non-confidential Destruction",
    "last_updated": null,
    "last_checked": "2026-02-20",
    "retention_years": 0,
    "confidential": false,
    "legal_citation": "Code of Virginia 140 pertaining to the building of, addition to, or alteration of a public school building. This series may include, but is not to: public school division superintendent approval, architect or engineer statement, and a copy of the final plans. COV 22.1140"
  },
  {
    "state": "va",
    "agency_name": "Department of Education, Central Office Operations",
    "schedule_type": "specific",
    "schedule_id": "201-034",
    "series_id": "008237",
    "series_title": "School Building Project Specifications",
    "series_description": "This series documents compliance with",
    "retention_statement": "2 Years after event",
    "disposition": "Non-confidential Destruction",
    "last_updated": null,
    "last_checked": "2026-02-20",
    "retention_years": 2,
    "confidential": false,
    "legal_citation": "Code of Virginia 140, which requires that construction be approved by the division superintendent and accompanied by a statement from an architect or engineer that the plans are in accordance with building code and DOE regulations. This series may include, but is not limited to: building project specifications. COV 22.1140"
  }
]