[
  {
    "state": "va",
    "agency_name": "Department of Education, Central Office Operations",
    "schedule_type": "specific",
    "schedule_id": "201-403",
    "series_id": "200756",
    "series_title": "Early Childhood Development: Training and Education Curriculum and Endorsement Program Records",
    "series_description": "This series documents the development of training and education programs for children. This series may include but is not limited to: curriculum; publications made available to child care providers; training materials such as handouts, videos, and activity books; and surveys and results.",
    "retention_statement": "0 Years after superseded, obsolete, or rescinded",
    "disposition": "Non-confidential Destruction",
    "last_updated": null,
    "last_checked": "2026-02-20",
    "retention_years": 0,
    "confidential": false,
    "legal_citation": ""
  },
  {
    "state": "va",
    "agency_name": "Department of Education, Central Office Operations",
    "schedule_type": "specific",
    "schedule_id": "201-403",
    "series_id": "200757",
    "series_title": "Licensing Programs: Licensed Program Providers",
    "series_description": "This series documents the licensure, monitoring, and investigation of day care facilities or programs for children. series may include, but is not limited to: applications, initial compliance records, certificates of occupancy, inspection and approval reports, business plans modifications, copies of licenses issued, complaint information, and documentation from administrative hearings and litigation case files.",
    "retention_statement": "5 Years after closed",
    "disposition": "Confidential Destruction",
    "last_updated": null,
    "last_checked": "2026-02-20",
    "retention_years": 5,
    "confidential": true,
    "legal_citation": ""
  },
  {
    "state": "va",
    "agency_name": "Department of Education, Central Office Operations",
    "schedule_type": "specific",
    "schedule_id": "201-403",
    "series_id": "200759",
    "series_title": "Licensing Programs: Family Day Home Providers Voluntarily Registered",
    "series_description": "This series documents the registration, monitoring, and investigation of voluntarily registered day homes. This series may include but is not limited to:applications, initial compliance records, copies of certificates of occupancy, business plans modifications, and complaint information.",
    "retention_statement": "5 Years after closed",
    "disposition": "Confidential Destruction",
    "last_updated": null,
    "last_checked": "2026-02-20",
    "retention_years": 5,
    "confidential": true,
    "legal_citation": ""
  },
  {
    "state": "va",
    "agency_name": "Department of Education, Central Office Operations",
    "schedule_type": "specific",
    "schedule_id": "201-403",
    "series_id": "200758",
    "series_title": "Licensing Programs: Unlicensed Program Providers",
    "series_description": "This series documents the monitoring and investigation of unlicensed day care facilities or programs for children, religious institutions that have obtained and maintained the requirements for an exemption from licensure, certified preschools during their period of certification, and providers alleged to be subject to licensure but operating without a license. This series may include but is not limited to: of intent for exemptions; exemption disclosure statements; certification of tax-exempt status; accreditation information; information relating to compliance with health, fire, and codes; verification of required staff-to-child ratios; staff health reports; information about employee qualifications and criminal record clearances; and complaint information.",
    "retention_statement": "5 Years after closed",
    "disposition": "Confidential Destruction",
    "last_updated": null,
    "last_checked": "2026-02-20",
    "retention_years": 5,
    "confidential": true,
    "legal_citation": ""
  }
]