[
  {
    "state": "va",
    "agency_name": "State Council of Higher Education for Virginia",
    "schedule_type": "specific",
    "schedule_id": "245-001",
    "series_id": "007106",
    "series_title": "Certificate to Operate Administrative Files",
    "series_description": "This series documents the process of certification for private in-state and out-of-state educational institutions which operate in the Commonwealth. The out-of-state institutions are those officially headquartered in another state but who teach classes within the Commonwealth. All private institutions must meet certification standards established by the Council in order to conduct classes. The series contains the application form, surety information and bond checklist, surety bond certification, certification attestation statement, copy of the certificate to operate and other related materials. Files may also contain copies of student complaints against institutions and the Council's response. Institutions that have operated within the Commonwealth for a period of 10 consecutive years, without adverse incident, qualify for an exemption from the established criteria for certification and receive a letter of exemption. The criteria for approval are located in 8 Virginia Administrative Code Chapter 30.",
    "retention_statement": "Retain for 10 years after date of initial filing then destroy in compliance with No. 8 on the schedule cover page. Once the letter of exemption is issued, transfer the final year's (10thyear) filing to the letter of exemption file (series 007108).",
    "disposition": "",
    "last_updated": null,
    "last_checked": "2026-02-21",
    "retention_years": 10,
    "confidential": false,
    "legal_citation": ""
  },
  {
    "state": "va",
    "agency_name": "State Council of Higher Education for Virginia",
    "schedule_type": "specific",
    "schedule_id": "245-001",
    "series_id": "007107",
    "series_title": "Certificate to Operate Administrative Files – Religious Institutions",
    "series_description": "This series documents the process of certification required by the Commonwealth for religious educational institutions. Religious institutions are exempt from standards established for out-of-state institutions. However, their exemption is for a 5 year period and then must be renewed. The series may contain course listings, catalogs, or other documents that provide documentation that its instruction is religious in nature.",
    "retention_statement": "Retain for 5 years after date of filing, then destroy in compliance with No. 8 on the schedule cover page.",
    "disposition": "",
    "last_updated": null,
    "last_checked": "2026-02-21",
    "retention_years": 5,
    "confidential": false,
    "legal_citation": ""
  },
  {
    "state": "va",
    "agency_name": "State Council of Higher Education for Virginia",
    "schedule_type": "specific",
    "schedule_id": "245-001",
    "series_id": "007108",
    "series_title": "Letters of Exemption Files",
    "series_description": "This series documents that the institution has met the established criteria for certification for a period of 10 years, without incident, and is now exempt from the annual filing for",
    "retention_statement": "Retain until institution no longer meets the exemption criteria and all issues are resolved, then destroy.",
    "disposition": "",
    "last_updated": null,
    "last_checked": "2026-02-21",
    "retention_years": null,
    "confidential": false,
    "legal_citation": ""
  }
]