[
  {
    "state": "va",
    "agency_name": "Department of Juvenile Justice",
    "schedule_type": "specific",
    "schedule_id": "777-006",
    "series_id": "200097",
    "series_title": "Student Cumulative File: Long-Term Documentation",
    "series_description": "This series documents the long-term portion of the student's cumulative record. This series may include, but is not limited academic transcripts, high school diploma, general education development, high school equivalency examination, career technical education certificates of completion, scores from required standardized tests such as the Standards of Virginia Alternate/Alternative Asessement, and English Language Proficiency, documentation of eligibility for special education services, the Individualized Education Plan (IEP) any other document related to the assessment, placement and instruction of students receiving special education services or accommodations. Other information in this series consists of access and disclosure of student record forms, including final opt-out for directory information and termination (graduation/withdrawal) information",
    "retention_statement": "75 Years after student graduates, completes Board of Education program, transfers, or withdraws",
    "disposition": "Confidential Destruction",
    "last_updated": null,
    "last_checked": "2026-02-20",
    "retention_years": 75,
    "confidential": true,
    "legal_citation": "8VAC20-150"
  },
  {
    "state": "va",
    "agency_name": "Department of Juvenile Justice",
    "schedule_type": "specific",
    "schedule_id": "777-006",
    "series_id": "200099",
    "series_title": "Student Cumulative File: Shorter-Term Documentation",
    "series_description": "This series documents the short -term portion of the student's cumulative record and is comprised of academic, health, and legal information. Academic information in this series consists of individual student college entrance exam score reports, individual student test reports/profiles from normative tests as achievement batteries and inventories, registration/enrollment forms/records, copies of records received from ther schools. Health information in this series consists of the Student Cumulative Health Record, which may include the physical examination from another school that meets Virgina requirements, health information progress and final cumulative health record card. Legal Information includes the Department of Juvenile Justice Face Sheet",
    "retention_statement": "5 Years after student graduates, completes Board of Education program, transfers, or withdraws",
    "disposition": "Confidential Destruction",
    "last_updated": null,
    "last_checked": "2026-02-20",
    "retention_years": 5,
    "confidential": true,
    "legal_citation": "8VAC20-150"
  }
]