[
    {
        "rsin": "5.2.010",
        "record_series_title": "Equipment Manuals",
        "retention_code": "LA"
    },
    {
        "rsin": "5.3.008",
        "record_series_title": "Purchasing Logs",
        "record_series_description": "Log, register, etc., providing a record of purchase orders issued, orders received, and similar data on procurement status.",
        "retention_code": "FE",
        "years": "3"
    },
    {
        "rsin": "1.1.002",
        "record_series_title": "Audits",
        "record_series_description": "Audits and reviews performed by or on behalf of an agency, including the working papers that support the audit. Also includes audits performed on the agency.",
        "retention_code": "AC",
        "years": "7",
        "ac_definition": "AC = Publication or release of final audit findings.",
        "remarks": "The State Auditor's Office (SAO) retains any copies of its audits performed on Texas state agencies. See RSIN 5.4.018 and 5.4.019 for Audit Plan records."
    },
    {
        "rsin": "1.1.004",
        "record_series_title": "Legislative Appropriation Requests (LAR)",
        "record_series_description": "Including any supporting documentation created and/or used to justify and support legislative appropriations requests by an agency.",
        "retention_code": "AC",
        "years": "6",
        "ac_definition": "AC = September 1 of odd-numbered calendar years.",
        "remarks": "ARCHIVES NOTE: The final version of Legislative Appropriation Requests must be submitted to the Texas State Publications Depository Program per 13 TAC 3.3(a)(3)(A). Working files and related documentation used in creating the final plan are not subject to archival review and may be disposed of at the expiration of the retention period."
    },
    {
        "rsin": "4.7.004",
        "record_series_title": "Capital Asset Records",
        "record_series_description": "Documentation relating to the capital and fixed assets of a state agency, including equipment or property history cards containing data on initial cost, depreciation schedules or summaries used for capital outlay budgeting, and property sale, auction, or disposal records of agency owned equipment and property.",
        "retention_code": "LA",
        "years": "3"
    },
    {
        "rsin": "1.1.006",
        "record_series_title": "Complaint and Feedback Records",
        "record_series_description": "Complaints and other unsolicited feedback received by an agency from the public concerning the agency and records pertaining to the resolution of complaints.",
        "retention_code": "AC",
        "years": "2",
        "ac_definition": "AC = Date of receipt, action taken, or final disposition of the complaint, whichever later.",
        "remarks": "CAUTION: If a complaint becomes the subject of litigation, it must be included in and is subject to the minimum retention period of RSIN 1.1.048."
    },
    {
        "rsin": "1.1.007",
        "record_series_title": "Correspondence - Administrative",
        "record_series_description": "Incoming/outgoing and internal leadership, supervisory, managerial, executive, administrative, substantive, and other high-level correspondence in any media, including electronic communication, pertaining to the formulation, planning, implementation, interpretation, modification, or redefinition of the programs, services, or projects of an agency and the administrative regulations, policies, and procedures that govern them.",
        "years": "4",
        "archival": "R",
        "remarks": "ARCHIVES NOTE: Only the administrative correspondence of executive staff, board or commission members, division directors and program heads require archival review. Contact the State Archives when these records have met their retention periods. CAUTION: This records series and RSIN 1.1.008 should be used only for correspondence that is not included in or directly related to another records series on the agency's approved schedule. For example, a memorandum that documents an appropriations request must be retained for the minimum retention period prescribed by RSIN 1.1.004; a letter concerning an audit for that prescribed by RSIN 1.1.002, etc. See also RSIN 1.1.011."
    },
    {
        "rsin": "1.1.008",
        "record_series_title": "Correspondence - General",
        "record_series_description": "Non-administrative incoming/outgoing and internal correspondence, in any media, including electronic communication, pertaining to or arising from the routine operations of the policies, programs, services, or projects of an agency.",
        "years": "2",
        "remarks": "See comment to RSIN 1.1.007. See also RSIN 1.1.010."
    },
    {
        "rsin": "1.1.010",
        "record_series_title": "Directives",
        "record_series_description": "Any document that officially initiates, rescinds, or amends general office procedures.",
        "retention_code": "US",
        "years": "1"
    },
    {
        "rsin": "1.1.011",
        "record_series_title": "Executive Orders",
        "record_series_description": "Any document that initiates, rescinds, or amends a regulation, policy, or procedure that governs the programs, services, or projects of an agency.",
        "retention_code": "US",
        "years": "3",
        "archival": "A"
    },
    {
        "rsin": "1.1.013",
        "record_series_title": "Calendars, Appointment, and Itinerary Records",
        "record_series_description": "Calendars, appointment books or programs and scheduling, or itinerary records maintained by staff during business hours that document appointments, itineraries, and other activities of agency officials or employees.",
        "retention_code": "CE",
        "years": "1",
        "archival": "R",
        "remarks": "ARCHIVES NOTE: Only the calendars, appointment, and itinerary records of elected officials, agency heads, and board or commission members require archival review. Contact the State Archives when these records have met their retention periods. CAUTION: A record of this type purchased with personal funds but used by a state official or employee to document his or her work activities may be a state record and subject to this retention period. See Open Records Decision 635 issued in December 1995 by the Attorney General."
    },
    {
        "rsin": "1.1.014",
        "record_series_title": "Legal Opinions and Advice",
        "record_series_description": "From agency legal counsel or the Attorney General, including any requests eliciting the opinions.",
        "retention_code": "AV",
        "archival": "R",
        "remarks": "CAUTION: Does not include legal opinions or advice rendered on a matter in litigation or with regard to pending litigation, or opinions rendered for Public Information Act Requests. See RSIN 1.1.048, 1.1.020, and 1.1.021. ARCHIVES NOTE: Opinions and advice that set legal precedent or exhibit historical value will be evaluated by the Archives and Information Services Division of the Texas State Library and Archives Commission for archival preservation. See page ix for additional guidelines."
    },
    {
        "rsin": "1.1.019",
        "record_series_title": "Public Relations Records",
        "record_series_description": "News, press releases, marketing files and collateral, or any public relations files maintained or issued by an agency. Includes print, electronic, audio, and audiovisual records.",
        "years": "2",
        "archival": "R"
    },
    {
        "rsin": "1.1.020",
        "record_series_title": "Public Information Requests - Not Excepted",
        "record_series_description": "Includes all correspondence and documentation relating to requests for records that are furnished to the public under the Public Information Act (Chapter 552, Government Code). Also includes withdrawn requests.",
        "retention_code": "AC",
        "years": "1",
        "ac_definition": "AC = Date request fulfilled or withdrawn."
    },
    {
        "rsin": "1.1.021",
        "record_series_title": "Public Information Requests - Excepted",
        "record_series_description": "Includes all correspondence and documentation relating to requests for records that are excepted under the Public Information Act (Chapter 552, Government Code), including records provided to the legislature under section 552.008.",
        "retention_code": "AC",
        "years": "2",
        "ac_definition": "AC = Date of notification that records are excepted."
    },
    {
        "rsin": "1.1.023",
        "record_series_title": "Organization Charts",
        "record_series_description": "Charts or diagrams that show the structure of an agency and the relationships and relative ranks of its departments and job positions.",
        "retention_code": "US",
        "archival": "A",
        "remarks": "ARCHIVES NOTE: Only charts showing the overall arrangement and administrative structure of the state agency need to be transferred to the Archives and Information Services Division, Texas State Library and Archives Commission. Organizational charts showing division/department level detail are not considered archival."
    },
    {
        "rsin": "1.1.024",
        "record_series_title": "Plans and Planning Records",
        "record_series_description": "Plans and records relating to the process of planning new or redefined programs, services, or projects of an agency that are neither included in nor directly related to other records series in this schedule.",
        "retention_code": "AC",
        "years": "3",
        "ac_definition": "AC = Decision made to implement or not to implement result of planning process.",
        "archival": "R",
        "remarks": "ARCHIVES NOTE: Data processing planning records are not archival."
    },
    {
        "rsin": "1.1.026",
        "record_series_title": "Texas Register Submissions",
        "record_series_description": "Copies of all proposed, withdrawn, emergency, and adopted rules; open meetings notices; or any other documents required by law to be submitted to the Texas Register.",
        "retention_code": "AC",
        "years": "1",
        "ac_definition": "AC = Date of publication in the Texas Register."
    },
    {
        "rsin": "1.1.027",
        "record_series_title": "Proposed Legislation",
        "record_series_description": "Drafts of proposed legislation and related correspondence.",
        "retention_code": "AV"
    },
    {
        "rsin": "1.1.038",
        "record_series_title": "Surveys and Questionnaires",
        "record_series_description": "Surveys soliciting feedback from customers, clients, or stakeholders of an agency, and the statistical data maintained rating an agency's performance.",
        "retention_code": "AC",
        "ac_definition": "AC = Final disposition of summary report, or date of decision not to produce a report, as applicable.",
        "remarks": "See RSIN 1.1.067 for summary reports compiled from customer surveys."
    },
    {
        "rsin": "1.1.040",
        "record_series_title": "Speeches, Papers, and Presentations",
        "record_series_description": "Notes or text of speeches, papers, presentations, or reports delivered in conjunction with agency work.",
        "retention_code": "AC",
        "years": "2",
        "ac_definition": "AC = End of event, until superseded, or obsolete.",
        "archival": "R",
        "remarks": "ARCHIVES NOTE: Only speeches, papers, and presentations given by or on behalf of executive staff, board or commission members, division directors and program heads require archival review."
    },
    {
        "rsin": "1.1.065",
        "record_series_title": "Reports and Studies (Non-Fiscal) - Raw Data",
        "record_series_description": "Information or data collected and compiled for the purpose of producing non-fiscal reports.",
        "retention_code": "AV",
        "remarks": "See RSIN 1.1.067 for reports produced from raw data. CAUTION: Does not include source documentation used for information or data included in or directly related to another records series in this schedule. See RSIN 1.1.064."
    },
    {
        "rsin": "1.1.043",
        "record_series_title": "Training Materials",
        "record_series_description": "Instructional materials and other records developed by an agency associated with training the entities or non-personnel individuals it regulates or serves, including but not limited to training manuals, course registration, class rosters, sign-in sheets, syllabuses, course outlines, and similar training aids used in external training programs.",
        "retention_code": "AC",
        "years": "1",
        "ac_definition": "AC = Close of training session, after training materials superseded, or termination of training program, as applicable.",
        "remarks": "See RSIN 3.3.030 for internal personnel training materials. CAUTION: Does not include hazardous material training records. See RSIN 5.4.007."
    },
    {
        "rsin": "1.1.048",
        "record_series_title": "Litigation Files",
        "record_series_description": "Records created by or on behalf of an agency in anticipation of or in the adjudication of a lawsuit.",
        "retention_code": "AC",
        "years": "1",
        "ac_definition": "AC = As applicable, decision of an agency not to file a lawsuit or decision that a lawsuit will not be filed against it on a matter; dismissal of a lawsuit for want of prosecution or on motion of the plaintiff; or final decision of a court (or of a court on appeal, if applicable) in a lawsuit.",
        "archival": "R",
        "remarks": "ARCHIVES NOTE: Cases that set legal precedent or exhibit historical value will be evaluated by the Archives and Information Services Division of the Texas State Library and Archives Commission for archival preservation. See page ix for more information."
    },
    {
        "rsin": "1.1.053",
        "record_series_title": "Registration Logs",
        "record_series_description": "Logs or similar records used to register persons appearing before state agencies as required by Chapter 2004, Government Code, including quarterly reports filed with the Texas Ethics Commission (TEC).",
        "retention_code": "AC",
        "ac_definition": "AC = Report filed with the Texas Ethics Commission, or date quarterly report would have been filed when the agency has no information to report."
    },
    {
        "rsin": "1.1.055",
        "record_series_title": "Strategic Plans",
        "record_series_description": "Operational strategic plans, which include descriptions of information resources programs, prepared in accordance with Government Code, 2054.095 and 2056.002. Includes working files and related documentation used in creating the final plan.",
        "retention_code": "AC",
        "years": "6",
        "ac_definition": "AC = September 1 of odd-numbered calendar years.",
        "remarks": "ARCHIVES NOTE: The final version of Strategic Plans must be submitted to the Texas State Publications Depository Program per 13 TAC 3.3(a)(2)(C). Working files and related documentation used in creating the final plan are not subject to archival review and may be disposed of at the expiration of the retention period."
    },
    {
        "rsin": "1.1.056",
        "record_series_title": "ADA (Americans with Disabilities Act) Documentation",
        "record_series_description": "Self-evaluations and plans documenting compliance with the requirements of the Americans with Disabilities Act.",
        "years": "3",
        "legal_citation": "28 CFR 35.105(c)."
    },
    {
        "rsin": "1.1.057",
        "record_series_title": "Transitory Information",
        "record_series_description": "Records of temporary usefulness that are not an integral part of a records series of an agency, that are not regularly filed within an agency’s recordkeeping system, and that are required only for a limited period of time for the completion of an action by an official or employee of the agency or in the preparation of an ongoing records series. Transitory records are not essential to the fulfillment of statutory obligations or to the documentation of agency functions. See page xii for examples.",
        "retention_code": "AC",
        "ac_definition": "AC = Purpose of record has been fulfilled.",
        "remarks": "CAUTION: Records management officers should make certain records are not part of another records series listed in this schedule or, for records series unique to an agency, are not part of a records series that documents the fulfillment of the statutory obligations of the agency or the documentation of its functions. The disposal of transitory information need not be documented through destruction signoffs (RSIN 1.2.001) or in records disposition logs (RSIN 1.2.010), but agencies should establish procedures governing disposal of these records as part of its records management plan (RSIN 1.2.014)."
    },
    {
        "rsin": "1.1.058",
        "record_series_title": "Meetings, Agendas and Minutes of Open",
        "record_series_description": "Agendas and minutes of state boards, committees, commissions, and councils that conduct open meetings as required by Chapter 551, Government Code.",
        "retention_code": "PM",
        "archival": "A",
        "remarks": "ARCHIVES NOTE: Agency retains permanent record copy. The archival requirement (see Texas Government Code, Section 324.008(d)) will be met by sending a copy to the Archives and Information Services Division, Texas State Library and Archives Commission. CAUTION: This records series and RSIN 1.1.059, 1.1.060, 1.1.061, and 1.1.062 must be used for those state boards, committees, commissions, and councils, which by law or the biennial Appropriations Act, are administered by another state agency. These records and all others related to the functions of any of these dependent entities must be included in the records retention schedule of the administering agency."
    },
    {
        "rsin": "1.1.059",
        "record_series_title": "Meetings, Agendas and Minutes or Audiovisual Recordings of Closed",
        "record_series_description": "Agendas, minutes, or audiovisual recordings of closed meetings of state boards, commissions, committees, and councils.",
        "retention_code": "AC",
        "years": "2",
        "ac_definition": "AC = The date of the meeting or completion of pending action involving the meeting, whichever is later.",
        "remarks": "See caution comment at RSIN 1.1.058.",
        "legal_citation": "Government Code, 551.104(a)."
    },
    {
        "rsin": "1.1.060",
        "record_series_title": "Meetings, Audiovisual Recordings of Open",
        "record_series_description": "Audiovisual recordings of open meetings of state boards, commissions, committees, and councils.",
        "retention_code": "AC",
        "days": "90",
        "ac_definition": "AC = Approval of written minutes of the meeting by the governing body of an agency.",
        "remarks": "CAUTION: It is an exception to the AC+90 days retention that if an agency does not prepare written minutes, it must retain recordings of open meetings permanently, following the same retention requirements of RSIN 1.1.058. See also caution comment at RSIN 1.1.058."
    },
    {
        "rsin": "1.1.061",
        "record_series_title": "Meetings - Notes",
        "record_series_description": "Notes taken during open meetings of state boards, commissions, committees, and councils from which written minutes are prepared.",
        "retention_code": "AC",
        "days": "90",
        "ac_definition": "AC = Approval of the written minutes by the governing body.",
        "remarks": "See caution comment at RSIN 1.1.058."
    },
    {
        "rsin": "1.1.062",
        "record_series_title": "Meetings - Supporting Documentation",
        "record_series_description": "Documents submitted at meetings of state boards, commissions, committees, and councils, including exhibit items, documentation for agenda items, public comment forms, etc. Includes documents sent in advance of meetings for briefing purposes, some of which may not be submitted at an actual meeting.",
        "years": "2",
        "archival": "A",
        "remarks": "See caution comment at RSIN 1.1.058."
    },
    {
        "rsin": "1.1.063",
        "record_series_title": "Staff Meeting Minutes and Notes",
        "record_series_description": "Minutes or notes, and supporting documentation, taken at internal agency staff meetings.",
        "years": "1"
    },
    {
        "rsin": "1.1.064",
        "record_series_title": "Agency Performance Measures Documentation",
        "record_series_description": "Any records of an agency needed for the documentation of output, outcome, efficiency, and explanatory measures in an agency's appropriations request or strategic plan, and for performance measures used to manage the agency.",
        "retention_code": "FE",
        "years": "3",
        "remarks": "See RSIN 1.1.068 for reports on agency performance measures. CAUTION: The FE + 3 retention period overrides any shorter retention period for a records series in this schedule if the records series is needed for documentation of agency performance measures."
    },
    {
        "rsin": "1.2.003",
        "record_series_title": "Forms History and Maintenance",
        "record_series_description": "Master versions of all forms used internally and externally by the agency, including subsequent revisions to an agency form or any associated design or design modification requests.",
        "retention_code": "AC",
        "years": "2",
        "ac_definition": "AC = Until superseded or use of form is discontinued."
    },
    {
        "rsin": "1.1.066",
        "record_series_title": "Reports - Biennial or Annual Agency (Narrative)",
        "record_series_description": "Biennial narrative reports to the governor and legislature as required by an agency's enabling statutes, including annual narrative reports if they are required by statute. Includes working files and related documentation used in creating final report.",
        "retention_code": "AC",
        "years": "6",
        "ac_definition": "AC = September 1 of odd-numbered calendar years.",
        "remarks": "ARCHIVES NOTE: The final version of these agency reports must be submitted to the Texas State Publications Depository Program per 13 TAC 3.3. The requirement is met by sending the required copies of the reports to the Texas State Publications Depository Program, Texas State Library and Archives Commission. Working files and related documentation used in creating the final report may be disposed of at the expiration of the retention period."
    },
    {
        "rsin": "1.1.067",
        "record_series_title": "Reports and Studies (Non-Fiscal)",
        "record_series_description": "Annual, sub-annual, or special reports or studies on non-fiscal aspects of an agency's programs, services, or projects compiled by agency personnel, by advisory committees, or by consultants under contract with an agency that are not noted elsewhere in this schedule. Includes reports distributed either internally or to other entities.",
        "years": "3",
        "archival": "R",
        "remarks": "See RSIN 1.1.065 for raw data used to produce reports. ARCHIVES NOTE: Reports are archival when they deal with significant aspects of the agency's programs. For agencies that have had an archival appraisal, separate this records series by each type of archival coding, A, R, or E. See page ix for more information."
    },
    {
        "rsin": "1.1.068",
        "record_series_title": "Reports on Performance Measures",
        "record_series_description": "Quarterly and annual reports on agency performance measures submitted to executive and legislative offices.",
        "retention_code": "AC",
        "years": "6",
        "ac_definition": "AC = September 1 of odd-numbered calendar years.",
        "remarks": "See RSIN 1.1.064 for documentation used to produce reports on agency performance measures."
    },
    {
        "rsin": "1.1.069",
        "record_series_title": "Reports - Activity",
        "record_series_description": "Reports compiled by agency personnel on a daily or other periodic basis pertaining to workload monitoring, task completion times, number of public contacts, and similar activities.",
        "years": "1",
        "remarks": "CAUTION: If reports are used to document performance measures, see RSIN 1.1.064."
    },
    {
        "rsin": "1.1.070",
        "record_series_title": "Agency Rules, Policies, and Procedures",
        "record_series_description": "Manuals, guidelines, administrative rules, or similar records distributed internally for the use of employees or externally to the public or those individuals or entities regulated by an agency that sets out the rules, policies, and procedures that govern an agency's programs, services, or projects. Includes working files and related documentation used in creating rules, policies, and procedures.",
        "retention_code": "AC",
        "years": "3",
        "ac_definition": "AC = Until superseded, or termination of program, rules, policies, or procedures, whichever applicable.",
        "archival": "R",
        "remarks": "ARCHIVES NOTE: Working files and related documentation used in creating the final rules, policies, and procedures, are not subject to archival requirement and may be disposed of at the expiration of the retention period."
    },
    {
        "rsin": "1.1.072",
        "record_series_title": "Public Information Reports",
        "record_series_description": "Reports made to the Office of Attorney General (OAG) on an agency's Public Information Act activities, per Government Code, 552.010.",
        "years": "2"
    },
    {
        "rsin": "1.1.073",
        "record_series_title": "Administrative Hearings",
        "record_series_description": "Transcripts and final decisions of hearings conducted as part of the regulatory process, and hearings on proposed rules and changes.",
        "retention_code": "AC",
        "years": "3",
        "ac_definition": "AC = Last action.",
        "archival": "R",
        "remarks": "ARCHIVES NOTE: Only records that lead to substantial or statutory changes to the operations of the agency and its policies and procedures should be retained for archival review. Contact the State Archives when these records have met their retention periods. CAUTION: These records may be maintained with related information, including meeting notices, proofs of publication, and meeting minutes, and require a longer retention period."
    },
    {
        "rsin": "1.1.074",
        "record_series_title": "Sunset Review Report and Related Documentation",
        "record_series_description": "Sunset Review Report, agency self-study, and other correspondence and supporting documentation related to the Sunset review process for state agencies.",
        "retention_code": "AC",
        "years": "3",
        "ac_definition": "AC = After the subsequent Sunset Review.",
        "archival": "R",
        "remarks": "ARCHIVES NOTE: Related documentation includes the agency response to the commission's draft report and documentation of the agency's implementation of the commission's final recommendations. The final version of the agency self-evaluation report must be submitted to the Texas State Publications Depository Program per 13 TAC 3.3(a)(1)."
    },
    {
        "rsin": "1.1.075",
        "record_series_title": "Alternative Dispute Resolutions - Final Agreement",
        "record_series_description": "Final agreement described by Government Code, 2009.054(c), associated with a matter conducted under an alternative dispute resolution procedure in which personnel of a state agency participated as a party on the agency's behalf.",
        "retention_code": "AC",
        "years": "4",
        "ac_definition": "AC = Date of final agreement.",
        "legal_citation": "Texas Civil Practice and Remedies Code, 154.071."
    },
    {
        "rsin": "1.1.076",
        "record_series_title": "Subpoenas",
        "record_series_description": "Subpoenas for production of evidence produced for litigation in which the state agency is not a party. Includes legal documents requiring recipient to appear in court to testify, or to produce records to be used in litigation.",
        "retention_code": "AC",
        "ac_definition": "AC = Date request fulfilled.",
        "remarks": "For subpoenas related to litigation in which the state agency is a party, see RSIN 1.1.048."
    },
    {
        "rsin": "1.1.077",
        "record_series_title": "Release of Records Documentation",
        "record_series_description": "Records that document the release of records or information through any method other than a Public Information Act request or subpoena (including employment verification).",
        "retention_code": "AC",
        "ac_definition": "AC = Date records released.",
        "remarks": "See RSIN 1.1.020 for records released under the Public Information Act. See RSIN 1.1.076 for records produced for a subpoena. See RSIN 1.1.048 for records produced for litigation. CAUTION: Some records releases may require longer retention period. Agencies must determine if longer retention period is required based on any federal or state statutes or regulations that apply to the agency's functions. Agency legal staff should be consulted."
    },
    {
        "rsin": "1.1.078",
        "record_series_title": "Waivers of Liability",
        "record_series_description": "Waivers of liability, including statements signed by volunteers acknowledging non-entitlement to benefits, agreeing to abide by state agency policies, etc.",
        "retention_code": "AC",
        "years": "3",
        "ac_definition": "AC = Date of cessation of activity for which the waiver was signed.",
        "remarks": "CAUTION: If an accident occurs to any person covered by a signed waiver of liability, it must be retained for the same period as accident reports. See RSIN 5.4.001 and 5.4.014a/b."
    },
    {
        "rsin": "1.1.079",
        "record_series_title": "Copyright Records",
        "record_series_description": "Copyright records which pertain to employees’ original work. May include but not limited to a copy of the work itself as submitted to the United States Copyright Office and the corresponding copyright application, registration notice, and supplementary documents.",
        "retention_code": "AC",
        "ac_definition": "AC = Expiration of copyright.",
        "archival": "R",
        "legal_citation": "17 USC 302."
    },
    {
        "rsin": "1.2.001",
        "record_series_title": "Destruction Authorizations",
        "record_series_description": "Documents authorizing final disposition of records under a certified records retention schedule. Records may also include destruction authorizations (e.g. form RMD 102) approved by Texas State Library and Archives Commission.",
        "years": "3",
        "remarks": "CAUTION: If destruction authorizations are maintained as part of RSIN 1.2.010 (Records Disposition Logs), then longer retention period applies."
    },
    {
        "rsin": "1.2.005",
        "record_series_title": "Records Retention Schedule",
        "record_series_description": "A records retention schedule (i.e. form SLR 105) that identifies the records that are created and maintained by an agency, provides the minimum timeframes the records must be retained, and includes instructions for their disposition. This series may include working files and documentation of certification and approval by the Texas State Library and Archives Commission.",
        "retention_code": "US",
        "remarks": "Original is retained for 50 years by the State and Local Records Management Division, Texas State Library and Archives Commission."
    },
    {
        "rsin": "1.2.006",
        "record_series_title": "Records Transmittal Forms",
        "record_series_description": "Forms used to track the transmittal of records to/from onsite and offsite storage areas or a transfer of physical custody.",
        "retention_code": "AV"
    },
    {
        "rsin": "1.2.010",
        "record_series_title": "Records Disposition Logs",
        "record_series_description": "Logs or similar records listing records disposed of by an agency, which might include records series title, dates of records, and date of disposition.",
        "years": "10",
        "remarks": "CAUTION: Disposition can mean destroyed or transferred."
    },
    {
        "rsin": "1.2.012",
        "record_series_title": "Records Inventories",
        "record_series_description": "Worksheets or working papers used to capture records inventory information, including location tracking and to document existence and requirements of a records series.",
        "retention_code": "US"
    },
    {
        "rsin": "1.2.013",
        "record_series_title": "Records Access and Locator Aids",
        "record_series_description": "Documentation used to provide and improve access to records. Includes indexes, card files, shelf lists, registers, guides, and other finding aids.",
        "retention_code": "AC",
        "ac_definition": "AC = When aid is superseded, or no longer needed because associated records have been destroyed.",
        "remarks": "CAUTION: These records must carry the same retention period and archival code of the records they support."
    },
    {
        "rsin": "1.2.014",
        "record_series_title": "Records Management Policies and Procedures",
        "record_series_description": "Records management plans and similar records that establish the policies and procedures under which records and information are managed in an agency.",
        "retention_code": "US",
        "years": "1"
    },
    {
        "rsin": "1.2.015",
        "record_series_title": "Disaster Recovery Service Transmittals",
        "record_series_description": "Transmittals and related service documentation (e.g. form RMD 109) for disaster recovery services provided by TSLAC or other entities.",
        "retention_code": "AV"
    },
    {
        "rsin": "1.2.016",
        "record_series_title": "Disaster Recovery Service Approval Forms",
        "record_series_description": "Forms used by TSLAC (e.g. form RMD 113) or other entities to establish disaster recovery services, authorize agency staff to access the media, etc.",
        "retention_code": "AC",
        "ac_definition": "AC = Until superseded or termination of service."
    },
    {
        "rsin": "1.3.001",
        "record_series_title": "State Publications",
        "record_series_description": "One copy of each state publication as defined on page xi of this schedule, except a publication that is subject to a different retention period in this schedule. For example, a meeting agenda (see RSIN 1.1.058) also meets the definition, but it must be retained permanently; RSIN 1.1.004, 1.1.055, 1.1.066, 1.1.068, and 4.5.003, which also meet the definition, are closely associated with the appropriations process and must be retained AC + 6.",
        "retention_code": "AC",
        "years": "2",
        "ac_definition": "AC = Until superseded or obsolete.",
        "remarks": "CAUTION: Many state publications must be submitted to the Texas State Publications Depository Program, Texas State Library and Archives Commission, by law (Government Code, 441.103-441.105). The Texas State Library and Archives Commission will retain a copy of all state publications submitted to it on a continuing basis, subject to periodic evaluation to determine if the publication merits further retention. For additional information and requirements concerning state publications made available to the public through the internet, consult the administrative rules of the Texas State Publications Depository Program of the Texas State Library and Archives Commission (13 TAC §§3.1-3.8)."
    },
    {
        "rsin": "1.3.002",
        "record_series_title": "Publication Development Files",
        "record_series_description": "Physical and digital development and design files used to create State Publications, including but not limited to background material, copy (drafts), original artwork, photo negatives, prints, flats, etc. This includes all work performed both inside and outside the agency.",
        "retention_code": "AV",
        "archival": "R",
        "remarks": "See RSIN 1.3.001 for final State Publications created from development files. ARCHIVES NOTE: Successive and substantive drafts of major publications may be archival. Major is defined by both the publication's authorship and its impact on Texas and Texans. Original artwork, including photo prints and negatives that have significant value as evidence of agency programs as well as the potential for re-use, may be archival."
    },
    {
        "rsin": "2.1.002",
        "record_series_title": "Master Files and Application Data",
        "record_series_description": "Relatively long-lived computer files containing organized and consistent sets of complete and accurate electronic records and associated processing files. Examples include, but are not limited to, data tables of relational databases used by applications or computer programs.",
        "retention_code": "AC",
        "ac_definition": "AC = Until electronic records are transferred to and made usable in a new system environment, or there are no electronic records being retained to meet an approved retention period established in this schedule that require the use of the system.",
        "remarks": "CAUTION: Records management officers must be certain before assigning the retention period of AC to agency master files and application data that the files do not fall under records series listed elsewhere."
    },
    {
        "rsin": "2.1.007",
        "record_series_title": "Computer Software Programs",
        "record_series_description": "Agency-developed automated software applications, operating system files, and associated processing files, including job control language, programs, applications, scripts, source code, etc.",
        "retention_code": "AC",
        "ac_definition": "AC = Until electronic records are transferred to and made usable in a new software environment or there are no electronic records being retained to meet an approved retention period that require the software to be retrieved and read.",
        "remarks": "CAUTION: Software needed for access to electronic records must be retained for the period of time required to access the records.",
        "legal_citation": "13 TAC 6.94."
    },
    {
        "rsin": "2.1.008",
        "record_series_title": "Computer Hardware Documentation",
        "record_series_description": "Records documenting operational and maintenance requirements of computer hardware such as operating manuals, hardware/operating system requirements, hardware configurations, equipment control systems, and associated processing files.",
        "retention_code": "AC",
        "ac_definition": "AC = Until electronic records are transferred to and made usable in a new hardware environment or there are no electronic records being retained to meet an approved retention period that require the hardware to be retrieved and read.",
        "remarks": "CAUTION: Hardware needed for access to electronic records must be retained for the period of time required to access the records.",
        "legal_citation": "13 TAC 6.94."
    },
    {
        "rsin": "3.1.013a",
        "record_series_title": "Employment Contracts - 9/1/2015 and After",
        "record_series_description": "Includes a contract or agreement regarding the terms and conditions of employment of an individual and a contract with a vendor for temporary staffing services. Executed, renewed, or amended on or after September 1, 2015.",
        "retention_code": "AC",
        "years": "7",
        "ac_definition": "AC = Expiration or termination of the contract according to its terms.",
        "legal_citation": "Government Code, 441.1855."
    },
    {
        "rsin": "3.1.013b",
        "record_series_title": "Employment Contracts - 8/31/2015 and Prior",
        "record_series_description": "Includes a contract or agreement regarding the terms and conditions of employment of an individual and a contract with a vendor for temporary staffing services. Executed, renewed, or amended on or before August 31, 2015.",
        "retention_code": "AC",
        "years": "4",
        "ac_definition": "AC = Expiration or termination of the contract according to its terms.",
        "remarks": "NOTE: Refer to SB20 (84th Leg.) for retention period context.",
        "legal_citation": "Government Code, 441.1855."
    },
    {
        "rsin": "2.1.009",
        "record_series_title": "Hardware and Software Technical Documentation",
        "record_series_description": "Records adequate to specify all technical characteristics necessary for reading or processing electronic records; to document modifications to computer programs; to access, retrieve, manipulate, and interpret data in an automated system; and allow for their timely, authorized disposition. Records include but are not limited to: user guides, system or sub-system definitions, system specifications, input and output specifications, system flow charts, program flow charts, program maintenance logs, change notices, data element dictionaries, file layouts, code books or tables, and other records that explain the meaning, purpose, structure, logical relationships, and origin of the data elements.",
        "retention_code": "AC",
        "ac_definition": "AC = Until electronic records are transferred to and made usable in a new hardware or software environment with new documentation or there are no electronic records being retained to meet an approved retention period that require the documentation to be retrieved and read.",
        "remarks": "CAUTION: Hardware and software needed for access to electronic records must be retained for the period of time required to access the records.",
        "legal_citation": "13 TAC 6.94."
    },
    {
        "rsin": "2.1.010",
        "record_series_title": "Audit Trail Records",
        "record_series_description": "Files needed for electronic data audits. Records include but are not limited to: reports showing transactions accepted, rejected, suspended, and/or processed; history files or tapes; records of updates to application files; and security logs.",
        "retention_code": "AC",
        "ac_definition": "AC = All audit requirements have been met."
    },
    {
        "rsin": "2.2.001",
        "record_series_title": "System or Computer Monitoring Records",
        "record_series_description": "Hardware and software components for monitoring agency’s computer system resources and performance.",
        "retention_code": "AV",
        "remarks": "The disposal of monitoring records that are automatically overwritten need not be documented through destruction authorizations (RSIN 1.2.001) or in records disposition logs (RSIN 1.2.010), but agencies should establish procedures governing disposal of these records as part of its records management plan (RSIN 1.2.014)."
    },
    {
        "rsin": "2.2.002",
        "record_series_title": "Chargeback Records to Data Processing Services Users",
        "record_series_description": "Records documenting usage, costs, billing, cost recovery, budgeting, and administrative functions of computer usage and data processing services for individual units / departments / divisions in an agency.",
        "retention_code": "FE",
        "years": "3"
    },
    {
        "rsin": "2.2.010",
        "record_series_title": "Data Processing Policies and Procedures",
        "record_series_description": "Manuals, guidelines, or similar documents establishing data processing policies and procedures in an agency in such areas as access and security, systems development, data retention and disposition, data ownership, production control, system back-up, etc.",
        "retention_code": "US",
        "years": "3",
        "remarks": "CAUTION: Does not include technical documentation of procedures necessary for reading or processing of electronic records. See RSIN 2.1.009."
    },
    {
        "rsin": "2.2.011",
        "record_series_title": "Data Input Documents",
        "record_series_description": "Forms and logs used to enter and reconcile data sets submitted for processing.",
        "retention_code": "AC",
        "ac_definition": "AC = Data entered into applicable system and, if required, verified."
    },
    {
        "rsin": "2.2.013",
        "record_series_title": "Quality Assurance Records",
        "record_series_description": "Information verifying the quality of system, hardware, or software operations. Records include but are not limited to: records of errors or failures and the loss of data resulting from such failures; documentation of abnormal termination and of error-free processing; checks of changes put into production; transaction histories; and other records needed as an audit trail to evaluate data accuracy.",
        "retention_code": "AC",
        "ac_definition": "AC = No longer needed as an audit trail for any records modified.",
        "remarks": "For quality control records related to non-IT procedures, see RSIN 5.2.018."
    },
    {
        "rsin": "2.2.014",
        "record_series_title": "Internet Browser Files",
        "record_series_description": "A record of web pages visited during an internet session, including data files of user-specific information created by the webserver, that allows users to access previously visited pages more quickly or to generate a record of usage of a state-owned computer.",
        "retention_code": "AV",
        "remarks": "The disposal of internet history records need not be documented through destruction authorizations (RSIN 1.2.001) or in records disposition logs (RSIN 1.2.010), but agencies should establish procedures governing disposal of these records as part of its records management plan (RSIN 1.2.014)."
    },
    {
        "rsin": "2.2.016",
        "record_series_title": "Software Registrations, Warranties, and License Agreements",
        "record_series_description": "Records documenting the registration and licensing of a software application to activate the software for legal use by the end users of a state agency, along with warranties providing that the software will perform in accordance with functional specifications.",
        "retention_code": "LA",
        "years": "3"
    },
    {
        "rsin": "2.2.017",
        "record_series_title": "Help Desk Tickets",
        "record_series_description": "Records documenting the request for and response to help desk tickets received by divisions or units, such as information technology.",
        "retention_code": "AV"
    },
    {
        "rsin": "2.2.018",
        "record_series_title": "Biennial Information Security Plan",
        "record_series_description": "Biennial information security plan for protecting the security of the agency’s information.",
        "retention_code": "US",
        "legal_citation": "1 TAC 202.23; 1 TAC 202.73."
    },
    {
        "rsin": "3.1.001",
        "record_series_title": "Applications for Employment - Not Hired",
        "record_series_description": "Applications, resumes, transcripts, letters of reference, and similar documents whose submission by candidates for vacant positions is required on the application form, by application procedures, or in the employment advertisement.",
        "retention_code": "AC",
        "years": "2",
        "ac_definition": "AC = Date of the making of the record or the personnel action involved, whichever occurs later.",
        "remarks": "CAUTION: Does not include ADA Accommodation Requests. See RSIN 3.1.042.",
        "legal_citation": "29 CFR 1602.31 [State Agencies]. 29 CFR 1602.49(a) [State Universities]."
    },
    {
        "rsin": "3.1.002",
        "record_series_title": "Applications for Employment - Hired",
        "record_series_description": "Applications, resumes, transcripts, letters of reference, and similar documents whose submission by candidates for vacant positions is required on the application form, by application procedures, or in the employment advertisement.",
        "retention_code": "AC",
        "years": "5",
        "ac_definition": "AC = Termination of employment."
    },
    {
        "rsin": "3.1.006",
        "record_series_title": "Employee Counseling Records",
        "record_series_description": "Notes, memoranda, or reports relating to the counseling of an employee for work-related, personal, or substance abuse problems. Usually maintained at the supervisorial level except in those agencies with counseling staff.",
        "retention_code": "AC",
        "years": "3",
        "ac_definition": "AC = Termination of counseling."
    },
    {
        "rsin": "3.1.011",
        "record_series_title": "Employee Benefits",
        "record_series_description": "Agency copies of information relating to the selection by employees of life, disability, health, vision, dental, disability, and other types of insurance or benefits offered by the State of Texas to its employees.",
        "retention_code": "AC",
        "ac_definition": "AC = Until superseded or termination of employment.",
        "remarks": "CAUTION: Documents that serve as payroll deduction authorizations must be maintained for the retention period prescribed for RSIN 3.2.001."
    },
    {
        "rsin": "3.1.012",
        "record_series_title": "Employment Opportunity Announcements",
        "record_series_description": "Internal or external announcements or advertisements of job openings, promotions, training programs, or opportunities for overtime.",
        "years": "2",
        "legal_citation": "29 CFR 1602.31 [State Agencies]. 29 CFR 1602.49(a) [State Universities]."
    },
    {
        "rsin": "4.7.005",
        "record_series_title": "Claim Files",
        "record_series_description": "Records documenting requests for payment of a sum of money according to the terms of a policy or contract.",
        "retention_code": "AC",
        "years": "3",
        "ac_definition": "AC = Resolution of claim."
    },
    {
        "rsin": "3.1.014",
        "record_series_title": "Employment Selection Records",
        "record_series_description": "Includes notes of interviews with candidates; questions asked of applicants; audio and videotapes of job interviews; driving record and previous injury checks; pre-employment physical examinations; and all other records that document the selection process, except for those noted in Remarks.",
        "retention_code": "AC",
        "years": "2",
        "ac_definition": "AC = Date of the making of the record or the personnel action involved, whichever occurs later.",
        "remarks": "CAUTION: Does not include criminal history checks; see RSIN 3.1.026. Does not include drug screening test results; see RSIN 3.1.040a/b/c. Does not include pre-employments skills tests; see RSIN 3.3.027 and 3.3.028. Does not include pre-employment polygraph examinations; see RSIN 3.1.043.",
        "legal_citation": "29 CFR 1602.31 [State Agencies]. 29 CFR 1602.49(a) [State Universities]."
    },
    {
        "rsin": "3.1.018",
        "record_series_title": "Grievance Records",
        "record_series_description": "Records relating to the review of employee grievances or complaints against personnel policies, working conditions, etc.",
        "retention_code": "AC",
        "years": "2",
        "ac_definition": "AC = Final decision on the grievance.",
        "remarks": "CAUTION: Does not include formal complaints filed by an agency employee with the Equal Employment Office (EEO) of the U. S. Department of Labor (DOL). See RSIN 1.1.048."
    },
    {
        "rsin": "3.1.019",
        "record_series_title": "Performance Appraisals",
        "record_series_description": "Job evaluations, performance appraisals, or other similar documents used to evaluate the performance of an employee.",
        "years": "2",
        "legal_citation": "29 CFR 1620.32(c)."
    },
    {
        "rsin": "3.1.020",
        "record_series_title": "Personnel Corrective Action Documentation",
        "record_series_description": "Corrective actions are those actions which do not affect pay, status, or tenure and are imposed to correct or improve an employee's job performance.",
        "retention_code": "AC",
        "years": "5",
        "ac_definition": "AC = Termination of corrective action.",
        "remarks": "CAUTION: If, during the retention period of this records series, any part of this series is used to document and support personnel disciplinary action under RSIN 3.1.021, all documentation from this series used to support disciplinary action must be retained for the minimum retention period described by RSIN 3.1.021."
    },
    {
        "rsin": "3.1.021",
        "record_series_title": "Personnel Disciplinary Action Documentation",
        "record_series_description": "Disciplinary actions are those actions which may affect pay, status, or tenure. They are imposed to discipline an employee whose conduct is harmful to the best interests of the state, the agency, or the employee work force; and for failure to improve performance or conduct following imposition of corrective action. May include cause for demotion, suspension, or dismissal, and the reasons for failure to give written notice of resignation. May also be used to document evidence of employee self-improvement efforts, as well as favorable and unfavorable communication.",
        "retention_code": "AC",
        "years": "5",
        "ac_definition": "AC = Termination of employment."
    },
    {
        "rsin": "3.1.022",
        "record_series_title": "Personnel Information or Action Forms",
        "record_series_description": "Forms or similar records used to create or change information concerning the records of an employee, including pay grade, position classification, employee number, evaluation date, and termination of employment.",
        "years": "2",
        "legal_citation": "29 CFR 1602.31 [State Agencies]. 29 CFR 1602.49(a) [State Universities]."
    },
    {
        "rsin": "3.1.023",
        "record_series_title": "Position/Job Descriptions",
        "record_series_description": "Job descriptions, including all associated task or skill statements, for positions in an agency.",
        "retention_code": "AC",
        "years": "4",
        "ac_definition": "AC = Until superseded or job eliminated.",
        "legal_citation": "40 TAC 815.106(i)."
    },
    {
        "rsin": "3.1.024",
        "record_series_title": "Physical Examinations/Medical Reports",
        "record_series_description": "Medical or physical examination reports or certificates of employees for whom periodic monitoring of health or fitness is required.",
        "retention_code": "AC",
        "years": "2",
        "ac_definition": "AC = Until superseded or termination of employment.",
        "remarks": "CAUTION: Does not include pre-employment physical examinations. See RSIN 3.1.014. Does not include medical or physical examinations for employees exposed to hazardous materials. See RSIN 5.4.016a/b."
    },
    {
        "rsin": "3.1.026",
        "record_series_title": "Criminal History Checks",
        "record_series_description": "Criminal history record information on job applicants or agency employees obtained from the Department of Public Safety (DPS).",
        "retention_code": "AC",
        "ac_definition": "AC = The criminal history record has served the immediate purpose for which it was obtained.",
        "remarks": "CAUTION: An agency that is authorized to obtain a criminal history record information from DPS must refer to its agency's legislation or see Subchapter F, Chapter 411, Government Code for appropriate retention and use of this information."
    },
    {
        "rsin": "3.1.027",
        "record_series_title": "Training and Educational Achievement Records (Individual)",
        "record_series_description": "Certificates of completion, certifications, licenses, transcripts, test scores, or similar records documenting the training, testing, certification, licensing, or continuing education achievements of an employee.",
        "retention_code": "AC",
        "years": "5",
        "ac_definition": "AC = Termination of employment."
    },
    {
        "rsin": "3.1.029",
        "record_series_title": "Employment Eligibility Documentation",
        "record_series_description": "Federal reporting form (Form I-9).",
        "retention_code": "AC",
        "ac_definition": "AC = 3 years after date of hire or 1 year after termination of employment, whichever is later.",
        "legal_citation": "8 CFR 274a.2(b)(2)(i)(A) and (c)(2)."
    },
    {
        "rsin": "3.1.034",
        "record_series_title": "Resumes - Unsolicited",
        "record_series_description": "Retention period applies if an agency replies to the sender of a resume that it will be kept on file should future job openings occur.",
        "retention_code": "AV",
        "remarks": "See RSIN 3.1.014 for resumes, whether solicited or unsolicited, that are used in any way in the employment selection process."
    },
    {
        "rsin": "3.1.036",
        "record_series_title": "Apprenticeship Records",
        "record_series_description": "Summary of apprenticeship applicant qualifications, evaluation basis for selection or rejection, original applications, job assignments, promotions, separations, layoffs, terminations, compensation records, conditions of work, time records, hours of training provided (separate from labor), minority status, and gender of all selected and rejected applicants.",
        "years": "5",
        "legal_citation": "29 CFR 30.8(e)."
    },
    {
        "rsin": "3.1.037",
        "record_series_title": "Employee Recognition Records",
        "record_series_description": "Awards, incentives, tenure, etc.",
        "retention_code": "AC",
        "years": "5",
        "ac_definition": "AC = Termination of employment."
    },
    {
        "rsin": "3.1.038",
        "record_series_title": "Public Access Option Records",
        "record_series_description": "Form completed and signed by employee or official, or former employee or official, electing to keep home address, home telephone number, social security number, and family information open or confidential under the Public Information Act, Government Code 552.024.",
        "retention_code": "US",
        "remarks": "CAUTION: Most recent public access election information must be kept as long as the former employee verification records. See RSIN 3.3.011."
    },
    {
        "rsin": "3.1.039",
        "record_series_title": "Ombudsman Records",
        "record_series_description": "Consultation records, notes, letters, memos, emails, reports, and other documentation.",
        "retention_code": "AC",
        "ac_definition": "AC = Final decision or matter closed.",
        "remarks": "CAUTION: Does not include formal complaint filed with EEOC (Equal Employment Opportunity Commission). If matter becomes a grievance or the subject of counseling or litigation, or employee is subject to disciplinary action, the records are subject to retention in the appropriate records series. See RSIN 1.1.048, 3.1.006, 3.1.018, 3.1.020, and 3.1.021."
    },
    {
        "rsin": "3.3.026",
        "record_series_title": "Agency Staffing Reports",
        "record_series_description": "Any reports compiled by an agency on aspects of personnel staffing, including listings of all staff by program or name, staff hired during a month, detailed listings of employees within its organizational structure, position vacancies, analyses of turnover rates and seasonality of employment, etc.",
        "retention_code": "US",
        "years": "3"
    },
    {
        "rsin": "3.1.040a",
        "record_series_title": "Employee Drug Testing and Screening Records - Positive Results and Calibration",
        "record_series_description": "Records of employee alcohol test results indicating an alcohol concentration of 0.02 or greater; records of employee verified positive controlled substances test results; documentation of refusals to take required alcohol and/or controlled substances tests; employee evaluation and referrals; calibration documentation; records related to the administration of the alcohol and controlled substances testing programs; copy of each annual calendar year summary.",
        "years": "5",
        "legal_citation": "49 CFR 382.403 for commercial motor vehicle drivers."
    },
    {
        "rsin": "3.1.040b",
        "record_series_title": "Employee Drug Testing and Screening Records - Collection Records",
        "record_series_description": "Records related to the alcohol and controlled substances collection process (except calibration of evidential breath testing devices).",
        "years": "2",
        "remarks": "See RSIN 3.1.040a for calibration documentation."
    },
    {
        "rsin": "3.1.040c",
        "record_series_title": "Employee Drug Testing and Screening Records - Negative Results",
        "record_series_description": "Records of negative and canceled controlled substances test results and alcohol test results with a concentration of less than 0.02.",
        "years": "1"
    },
    {
        "rsin": "3.1.041",
        "record_series_title": "Employee Acknowledgement and Agreement Forms",
        "record_series_description": "Agreements between employee and agency authorizing certain actions, including acknowledgement forms, telecommuting agreements, outside/secondary employment authorizations, or other documentation that show proof of receipt and awareness of and adherence to agency policies and procedures.",
        "retention_code": "AC",
        "years": "2",
        "ac_definition": "AC = Until superseded, obsolete, or date of separation, as applicable."
    },
    {
        "rsin": "3.1.042",
        "record_series_title": "ADA Accommodation Requests",
        "record_series_description": "Employee or applicant requests for reasonable accommodation under the ADA (Americans with Disabilities Act).",
        "retention_code": "AC",
        "years": "2",
        "ac_definition": "AC = For employees, termination of employment; for job applicants who were not selected, date of application.",
        "legal_citation": "29 CFR 1602.31."
    },
    {
        "rsin": "3.1.043",
        "record_series_title": "Polygraph Examination Results",
        "record_series_description": "Polygraph examinations and results that are administered as a part of the employment selection process.",
        "years": "3",
        "legal_citation": "29 CFR 801."
    },
    {
        "rsin": "3.2.001",
        "record_series_title": "Employee Deduction Authorizations",
        "record_series_description": "Documentation used to start, modify, or stop all voluntary or required deductions from payroll, including garnishment or other court-ordered attachments.",
        "retention_code": "AC",
        "years": "4",
        "ac_definition": "AC = After termination of employment or after amendment, expiration, or termination of authorization, whichever sooner."
    },
    {
        "rsin": "3.2.002",
        "record_series_title": "Employee Earnings Records",
        "record_series_description": "Payroll records and registers documenting employee earnings, wages, and pay. This may include but is not limited to payroll input records, summary statements, payroll vouchers, payroll detail sheets, and payroll history.",
        "years": "4",
        "legal_citation": "40 TAC 815.106(i)."
    },
    {
        "rsin": "3.2.003",
        "record_series_title": "Federal Tax Records",
        "record_series_description": "Includes 1099, W2, FICA, and other tax records.",
        "retention_code": "AC",
        "years": "4",
        "ac_definition": "AC = Tax due date, date the claim is filed, or date tax is paid, whichever is later.",
        "legal_citation": "26 CFR 31.6001 - 1(e)(2)."
    },
    {
        "rsin": "3.2.004",
        "record_series_title": "Income Adjustment Authorizations",
        "record_series_description": "Used to make increases or decreases to employees' gross pay, FICA, retirement, or in the computation of taxes.",
        "years": "2",
        "legal_citation": "29 CFR 516.6(c)."
    },
    {
        "rsin": "3.2.005",
        "record_series_title": "W-4 Forms",
        "record_series_description": "Employer's copy of \"Employee’s Withholding Exemption Certificate.\"",
        "retention_code": "AC",
        "years": "4",
        "ac_definition": "AC = Until superseded, obsolete, or termination of employment.",
        "legal_citation": "26 CFR 31.6001-1 (e)(2)."
    },
    {
        "rsin": "3.2.006",
        "record_series_title": "Wage Rate Tables",
        "record_series_description": "Records defining the wage or salary rate for each position in the agency expressed in dollars, grades, or step numbers.",
        "years": "2",
        "legal_citation": "29 CFR 516.6(a)(2)."
    },
    {
        "rsin": "3.2.007",
        "record_series_title": "Unemployment Compensation Records",
        "record_series_description": "Records and documentation relating to unemployment compensation claims, including reimbursement of funds disbursed by Texas Workforce Commission (TWC).",
        "retention_code": "AC",
        "years": "5",
        "ac_definition": "AC = Resolution of the claim."
    },
    {
        "rsin": "3.2.008",
        "record_series_title": "Direct Deposit Application/Authorizations",
        "record_series_description": "Forms used to deposit employee’s earnings into a specified personal account.",
        "retention_code": "AC",
        "ac_definition": "AC = Until superseded, cancelled, or last payment deposited after termination of employment, whichever applicable."
    },
    {
        "rsin": "3.2.009",
        "record_series_title": "State Deferred Compensation Records",
        "record_series_description": "Records documenting the amount of pension or deferred compensation earned by individual employees.",
        "years": "4"
    },
    {
        "rsin": "3.3.001a",
        "record_series_title": "Affirmative Action Plans - Employees",
        "record_series_description": "Affirmative action plans for regular employees and apprenticeship programs.",
        "retention_code": "AC",
        "years": "5",
        "ac_definition": "AC = Date of the making of the record or the personnel action involved, whichever occurs later.",
        "legal_citation": "29 CFR 30.12(d)."
    },
    {
        "rsin": "3.3.001b",
        "record_series_title": "Affirmative Action Plans - Apprenticeship Programs",
        "record_series_description": "Affirmative action plans for apprenticeship programs.",
        "retention_code": "AC",
        "years": "2",
        "ac_definition": "AC = Date of the making of the record or the personnel action involved, whichever occurs later.",
        "legal_citation": "41 CFR 60-1.12(a)."
    },
    {
        "rsin": "3.3.004",
        "record_series_title": "Benefit Plans",
        "record_series_description": "Employee benefit plans such as pension; life, health, and disability insurance; deferred compensation; etc., including amendments.",
        "retention_code": "AC",
        "years": "1",
        "ac_definition": "AC = Until superseded or plan terminated.",
        "legal_citation": "29 CFR 1627.3(b)(2)."
    },
    {
        "rsin": "3.3.010",
        "record_series_title": "Labor Statistics Reports",
        "record_series_description": "Reports providing statistical information on labor force.",
        "years": "3"
    },
    {
        "rsin": "3.3.011",
        "record_series_title": "Former Employee Verification Records",
        "record_series_description": "Minimum information needed to verify employment. Includes: name; social security number; exact dates of employment; last known address; and most recent public access authorization.",
        "retention_code": "AC",
        "years": "75",
        "ac_definition": "AC = Termination of employment.",
        "remarks": "See RSIN 3.1.038."
    },
    {
        "rsin": "3.3.015",
        "record_series_title": "Positions/Job Classification Review File",
        "record_series_description": "Records relating to review and monitoring of job classifications within an agency.",
        "retention_code": "US",
        "years": "3"
    },
    {
        "rsin": "3.3.020",
        "record_series_title": "Work Schedules/Assignments",
        "record_series_description": "Work, duty, shift, crew, or case schedules, rosters, or assignments.",
        "retention_code": "AV"
    },
    {
        "rsin": "3.3.022",
        "record_series_title": "Texas Workforce Commission (TWC) Reports",
        "record_series_description": "Reports to the agency from TWC or its predecessor pertaining to employees.",
        "years": "3"
    },
    {
        "rsin": "3.3.023",
        "record_series_title": "Reimbursable Activity Records",
        "record_series_description": "Requests and authorizations for travel; participation in educational programs, workshops, or college classes; or for other work-related activities for which the expenses of the employee are defrayed or reimbursed.",
        "retention_code": "FE",
        "years": "3"
    },
    {
        "rsin": "3.3.024",
        "record_series_title": "Personnel Policies and Procedures",
        "record_series_description": "Any internally distributed manuals, guidelines, or similar records that define agency wide policies and procedures concerning the personnel of an agency.",
        "retention_code": "US",
        "years": "3"
    },
    {
        "rsin": "3.3.025",
        "record_series_title": "Job Procedure Records",
        "record_series_description": "Any documents detailing the procedural duties and responsibilities of agency positions on a position-by-position basis.",
        "retention_code": "US",
        "years": "3"
    },
    {
        "rsin": "5.1.015",
        "record_series_title": "Correspondence Tracking Records",
        "record_series_description": "Any record created by an agency to track any type of incoming and outgoing correspondence or packages by the U.S. Postal Service (USPS) or by private couriers.",
        "years": "1"
    },
    {
        "rsin": "3.3.027",
        "record_series_title": "Aptitude and Skills Tests",
        "record_series_description": "Aptitude, competency, or skills tests and checklists required of job applicants or of current personnel to qualify for promotion or transfer, including validation records.",
        "retention_code": "AC",
        "years": "2",
        "ac_definition": "AC = Until superseded or no longer used by agency.",
        "remarks": "CAUTION: One copy of each different master test (different in terms of either questions or administration procedures) should be retained for the period indicated.",
        "legal_citation": "29 CFR 1602.31 [State Agencies]. 29 CFR 1602.49 [State Universities]."
    },
    {
        "rsin": "3.3.028",
        "record_series_title": "Aptitude and Skills Tests (Test Papers)",
        "record_series_description": "Completed aptitude, competency, or skills test papers and checklists of job applicants or of current personnel taking a test to qualify for promotion or transfer.",
        "years": "2",
        "legal_citation": "29 CFR 1602.31 [State Agencies]. 29 CFR 1602.49 [State Universities]."
    },
    {
        "rsin": "3.3.030",
        "record_series_title": "Internal Training Administration Records",
        "record_series_description": "Records documenting the planning, development, implementation, administration and evaluation of in-house training programs, including but not limited to training manuals, course registration, class rosters, sign-in sheets, syllabuses, course outlines, and similar training aids used in in-house training programs.",
        "retention_code": "AC",
        "years": "2",
        "ac_definition": "AC = Close of training session, after training materials superseded, or termination of training program, as applicable.",
        "remarks": "See RSIN 1.1.043 for external training records. See RSIN 3.1.027 for individual employee training records. CAUTION: Does not include hazardous material training records. See RSIN 5.4.007."
    },
    {
        "rsin": "3.3.031",
        "record_series_title": "EEO Reports and Supporting Documentation",
        "record_series_description": "Includes documentation used to complete EEO (Equal Employment Opportunity) reports.",
        "years": "3",
        "legal_citation": "29 CFR 1602.32, 1602.48, and 1602.50."
    },
    {
        "rsin": "3.3.032",
        "record_series_title": "Equal Pay Records",
        "record_series_description": "Reports, studies, aggregated or summary data, and similar documentation compiled to monitor and demonstrate compliance with the federal Equal Pay Act.",
        "years": "2",
        "legal_citation": "29 CFR 1620.32(c)."
    },
    {
        "rsin": "3.3.033",
        "record_series_title": "Recruitment Plans",
        "record_series_description": "Diversity and recruitment plans and related workforce analyses.",
        "years": "3",
        "legal_citation": "Texas Labor Code, 21.501 and 502."
    },
    {
        "rsin": "3.4.001",
        "record_series_title": "Accumulated Leave Adjustment Requests",
        "record_series_description": "Used to create employee leave balances, to transfer leave balances when an employee transfers positions, to adjust carry-over balances at end of fiscal year, to correct errors on leave accumulation, and to close out leave accounts on separated employees.",
        "retention_code": "FE",
        "years": "3"
    },
    {
        "rsin": "3.4.002",
        "record_series_title": "Leave Status Reports",
        "record_series_description": "Cumulative report is issued each pay cycle and provides employee leave status information for each position.",
        "retention_code": "FE",
        "years": "3"
    },
    {
        "rsin": "3.4.004",
        "record_series_title": "Overtime Schedules and Authorizations",
        "record_series_description": "Records created to schedule time worked by employees outside of or in addition to their regular working hours, including approval authorizations.",
        "years": "2",
        "remarks": "CAUTION: Only includes overtime schedules and authorizations. See RSIN 3.4.006 for timekeeping records."
    },
    {
        "rsin": "3.4.006",
        "record_series_title": "Time and Attendance Records",
        "record_series_description": "Records documenting individual employee’s hours worked, including work schedules and documentation evidencing adherence to or deviation from normal hours for those employees working on fixed schedules.",
        "years": "4",
        "legal_citation": "40 TAC 815.106(i)."
    },
    {
        "rsin": "3.4.007",
        "record_series_title": "Time Off and/or Sick Leave Requests",
        "record_series_description": "Requests and authorizations for vacation, compensatory, sick, Family and Medical Leave Act (FMLA), sick pool leave, and other types of authorized leave, and supporting documentation.",
        "retention_code": "FE",
        "years": "3",
        "legal_citation": "Government Code, Section 661.152(d); 29 CFR 825.500(b)."
    },
    {
        "rsin": "3.4.008",
        "record_series_title": "Sick Leave Pool Documentation",
        "record_series_description": "Records documenting number of hours transferred in and out of comprehensive sick leave pool.",
        "retention_code": "FE",
        "years": "3"
    },
    {
        "rsin": "4.1.001",
        "record_series_title": "Accounts Payable Information",
        "record_series_description": "Claims; invoices; statements; copies of checks and purchase orders; expenditure authorizations; ledgers; encumbrance, purchase, general journal, expenditure, and special vouchers; and similar records that serve to document disbursements, including those documenting claims for and reimbursement to employees for travel and other expenses.",
        "retention_code": "FE",
        "years": "3"
    },
    {
        "rsin": "4.1.006",
        "record_series_title": "Investment Transaction Files",
        "record_series_description": "Records documenting the investment of any public funds that evidence the investment of such funds, the cancellation or withdrawal of investments, and similar activities.",
        "retention_code": "FE",
        "years": "5",
        "remarks": "See RSIN 4.5.002 for reports associated with investments."
    },
    {
        "rsin": "4.1.009",
        "record_series_title": "Accounts Receivable Information",
        "record_series_description": "Bill copies or stubs, statements, billing registers, account cards, deposit warrants, cash receipts, credit card receipts, receipts books, cash transfers, daily cash reports, reconciliations, general journal vouchers, special vouchers, and similar records that serve to document money owed to or received by a state agency and its collection or receipt.",
        "retention_code": "FE",
        "years": "3"
    },
    {
        "rsin": "4.5.002",
        "record_series_title": "Fiscal Management Reports",
        "record_series_description": "Internal and external periodic fiscal management reports and associated worksheets, including federal financial reports, salary reports, HUB reports, investment performance reports, etc.",
        "retention_code": "FE",
        "years": "5",
        "remarks": "CAUTION: This series does not include fiscal reports created to fulfill grant requirements. See RSIN 4.7.008."
    },
    {
        "rsin": "4.5.003",
        "record_series_title": "Annual Financial Reports",
        "record_series_description": "Annual Financial Reports (AFR) required by the General Appropriations Act (100 Day Report).",
        "retention_code": "AC",
        "years": "6",
        "ac_definition": "AC = September 1 of odd-numbered calendar years.",
        "remarks": "CAUTION: If an agency does not produce a biennial or annual narrative report as described in RSIN 1.1.066, then the archival requirement is met by sending the required copies of this annual financial report to the Texas State Publications Depository Program, Texas State Library and Archives Commission."
    },
    {
        "rsin": "4.5.007",
        "record_series_title": "USAS Reports - Daily/Monthly",
        "record_series_description": "Periodic reports compiled from information entered into the Uniform Statewide Accounting System (USAS).",
        "retention_code": "AC",
        "ac_definition": "AC = Receipt and reconciliation of annual report."
    },
    {
        "rsin": "4.5.009",
        "record_series_title": "USAS Reports - Annual",
        "record_series_description": "Yearly report compiled from information entered into the Uniform Statewide Accounting System (USAS).",
        "retention_code": "FE",
        "years": "3"
    },
    {
        "rsin": "4.5.010",
        "record_series_title": "Unclaimed Property Reports and Documentation",
        "record_series_description": "Sufficient records to verify information on unclaimed property previously reported to the State Comptroller showing the name and last known address of the apparent owner of reportable unclaimed property, a brief description of the property, and the balance of each unclaimed account, if appropriate.",
        "retention_code": "AC",
        "years": "10",
        "ac_definition": "AC = Date on which property is reportable.",
        "legal_citation": "Property Code, Section 74.103(b)."
    },
    {
        "rsin": "4.7.001",
        "record_series_title": "Accounting Policies and Procedures Manual",
        "record_series_description": "Records documenting the internal and external procedural requirements with respect to the accounting department of a state agency.",
        "retention_code": "US",
        "years": "3"
    },
    {
        "rsin": "4.7.003",
        "record_series_title": "Uncollectible Accounts",
        "record_series_description": "Records of accounts deemed uncollectible, including write-off authorizations and returned checks, warrants, and drafts.",
        "retention_code": "AC",
        "years": "3",
        "ac_definition": "AC = Date account deemed uncollectable."
    },
    {
        "rsin": "4.7.008a",
        "record_series_title": "Grant Records - Awarded",
        "record_series_description": "This series documents state, federal, and other sponsored grant projects participated in or administered by state agencies. It includes grant authorization records, which provide evidence of the award of grants to or by agencies; grant/project financial or performance reports, which are periodic reports of financial activity and/or program performance related to grants received or made by agencies.",
        "retention_code": "AC",
        "years": "3",
        "ac_definition": "AC = Satisfaction of all Uniform Administrative Requirements for Grants and Cooperative Agreements to State and Local Governments (the Common Rule).",
        "remarks": "CAUTION: Retention requirements may vary depending on the specific funding agency. Records in this series may be subject to Government Code 441.1855. Agencies must ensure that records are retained for the appropriate retention period."
    },
    {
        "rsin": "4.7.008b",
        "record_series_title": "Grant Records - Non-Awarded",
        "record_series_description": "Non-awarded, denied, or unfunded grant applications and proposals.",
        "retention_code": "AC",
        "years": "2",
        "ac_definition": "AC = Date of notification."
    },
    {
        "rsin": "4.7.010",
        "record_series_title": "Long-Term Liability Records",
        "record_series_description": "Records documenting financial obligations of a state agency that are not payable within one year of the date of the balance sheet, including debentures, loans, deferred tax liabilities, bonds, and pension obligations.",
        "retention_code": "AC",
        "years": "3",
        "ac_definition": "AC = Retirement of debt."
    },
    {
        "rsin": "4.7.012",
        "record_series_title": "Signature Authorizations",
        "record_series_description": "Signature cards or similar records establishing authority of an agency employee to initiate or authorize financial transactions on behalf of an agency.",
        "retention_code": "AC",
        "years": "4",
        "ac_definition": "AC = Until superseded, date of expiration, or termination of employee, whichever sooner."
    },
    {
        "rsin": "4.7.013",
        "record_series_title": "Federal Tax Information (FTI) Audit Logs",
        "record_series_description": "Logs documenting requests and receipt of FTI, including any information created by the recipient that is derived from federal return or return information received from the IRS or obtained through a secondary source.",
        "years": "5",
        "legal_citation": "IRS Publication 1075."
    },
    {
        "rsin": "4.7.014",
        "record_series_title": "Indirect Cost Plans",
        "record_series_description": "Indirect cost plan and supporting documentation created or maintained in the development of the plan.",
        "retention_code": "AC",
        "years": "3",
        "ac_definition": "AC = If submitted for negotiation of rate, date of submission; if not submitted for negotiation, the end of the fiscal year covered by the proposal, plan, or other computation.",
        "legal_citation": "2 CFR 200.333(f)(1) and (2)."
    },
    {
        "rsin": "4.8.001",
        "record_series_title": "Banking Records",
        "record_series_description": "Bank statements, credit card statements, cancelled checks, check registers, deposit slips, debit and credit notices, reconciliations, and other banking related records.",
        "retention_code": "FE",
        "years": "3"
    },
    {
        "rsin": "4.9.001",
        "record_series_title": "Annual Operating Budgets",
        "record_series_description": "Required by the General Appropriations Act. Includes encumbrances and documentation about budget transfers and revisions, as well as detail charts of accounts.",
        "retention_code": "FE",
        "years": "3"
    },
    {
        "rsin": "5.1.001a",
        "record_series_title": "Contract Administration Files - 9/1/2015 and After",
        "record_series_description": "Contracts, leases, and agreements include general obligation, land lease, utilities, and construction except for buildings. Documents include specifications, affidavits of publication of calls for bids, performance bonds, contracts, purchase orders, inspection reports, and correspondence. May also include other applicable documentation in the master contract file per Texas Comptroller of Public Accounts Contract Management Guide. Executed, renewed, or amended on or after September 1, 2015.",
        "retention_code": "AC",
        "years": "7",
        "ac_definition": "AC = Expiration or termination of the instrument according to its terms.",
        "remarks": "See related RSIN 5.3.007a/b/c for bid documentation. See RSIN 5.2.028 for building construction contracts. See RSIN 5.1.017 for contract logs.",
        "legal_citation": "Government Code, 441.1855."
    },
    {
        "rsin": "5.1.001b",
        "record_series_title": "Contract Administration Files - 8/31/2015 and Prior",
        "record_series_description": "Contracts, leases, and agreements include general obligation, land lease, utilities, and construction except for buildings. Documents include specifications, affidavits of publication of calls for bids, performance bonds, contracts, purchase orders, inspection reports, and correspondence. May also include other applicable documentation in the master contract file per Texas Comptroller of Public Accounts Contract Management Guide. Executed, renewed, or amended on or before August 31, 2015.",
        "retention_code": "AC",
        "years": "4",
        "ac_definition": "AC = Expiration or termination of the instrument according to its terms.",
        "remarks": "See related RSIN 5.3.007a/b/c for bid documentation. See RSIN 5.2.028 for building construction contracts. See RSIN 5.1.017 for contract logs. NOTE: Refer to SB20 (84th Leg.) for retention period context.",
        "legal_citation": "Government Code, 441.1855."
    },
    {
        "rsin": "5.1.003",
        "record_series_title": "Delivery Reports",
        "record_series_description": "Records documenting incoming or outgoing deliveries, including through private courier services.",
        "years": "2"
    },
    {
        "rsin": "5.1.004",
        "record_series_title": "Mail and Telecommunications Listings",
        "record_series_description": "Any mailing address, telephone or fax number, or email address records maintained by an agency on its employees or on entities or persons it serves.",
        "retention_code": "US"
    },
    {
        "rsin": "5.1.005",
        "record_series_title": "Postage Records",
        "record_series_description": "Records and reports of postage expenses, including postal meter usage.",
        "retention_code": "FE",
        "years": "3"
    },
    {
        "rsin": "5.1.007",
        "record_series_title": "Requisitions for In-Agency or Inter-Agency Copy/Printing Service",
        "record_series_description": "Includes word processing and data processing.",
        "retention_code": "AV"
    },
    {
        "rsin": "5.1.010",
        "record_series_title": "Licenses and Permits for Non-Vehicles",
        "record_series_description": "Licenses and permits obtained from external agencies or organizations in order to perform operations.",
        "retention_code": "AC",
        "years": "2",
        "ac_definition": "AC = Expiration date of license or permit.",
        "remarks": "CAUTION: Does not include licenses and permits issued by an agency as part of its statutory responsibilities."
    },
    {
        "rsin": "5.1.011",
        "record_series_title": "Photocopier and Telefax Usage Logs and Reports",
        "record_series_description": "Registers or logs of print copies and fax transmissions made by user or in total.",
        "retention_code": "AV"
    },
    {
        "rsin": "5.1.012",
        "record_series_title": "Charge Schedules/Price Lists",
        "record_series_description": "Schedules of prices charged by an agency for services to the public or other agencies, including any documentation used to determine the charges.",
        "retention_code": "US",
        "years": "3"
    },
    {
        "rsin": "5.1.013a",
        "record_series_title": "Insurance Policies - 9/1/2015 and After",
        "record_series_description": "Liability, theft, fire, health, life, automobile, and other policies for government property and personnel including supporting documentation relevant to the implementation, modification, renewal, or replacement of policies. Executed, renewed, or amended on or after September 1, 2015.",
        "retention_code": "AC",
        "years": "7",
        "ac_definition": "AC = Expiration or termination of the policy according to its terms.",
        "legal_citation": "Government Code, 441.1855."
    },
    {
        "rsin": "5.1.013b",
        "record_series_title": "Insurance Policies - 8/31/2015 and Prior",
        "record_series_description": "Liability, theft, fire, health, life, automobile, and other policies for government property and personnel including supporting documentation relevant to the implementation, modification, renewal, or replacement of policies. Executed, renewed, or amended on or before August 31, 2015.",
        "retention_code": "AC",
        "years": "4",
        "ac_definition": "AC = Expiration or termination of the policy according to its terms.",
        "remarks": "NOTE: Refer to SB20 (84th Leg.) for retention period context.",
        "legal_citation": "Government Code, 441.1855."
    },
    {
        "rsin": "5.1.014",
        "record_series_title": "Office Procedures",
        "record_series_description": "Any internally distributed manual, guidelines, or similar records that establish standard office procedures for an agency, e.g. agency style manuals, telephone protocols, mail room procedures, print shop and photocopy ordering instructions.",
        "retention_code": "US",
        "years": "1"
    },
    {
        "rsin": "5.1.017",
        "record_series_title": "Contract Log",
        "record_series_description": "List of agency contracts, leases, and agreements, including general obligation, land lease, utilities, and construction contracts.",
        "retention_code": "FE",
        "years": "3"
    },
    {
        "rsin": "5.1.018",
        "record_series_title": "Surveillance Videos",
        "record_series_description": "Surveillance videos of buildings, facilities, vehicles, or other state property.",
        "retention_code": "AV",
        "remarks": "See RSIN 5.4.001 or 5.4.014 if video is needed for an accident investigation or RSIN 1.1.048 if the video is needed as evidence in litigation. The disposal of surveillance videos need not be documented through destruction signoffs (RSIN 1.2.001) or in records disposition logs (RSIN 1.2.010)."
    },
    {
        "rsin": "5.2.001",
        "record_series_title": "Appraisals - Building or Property",
        "record_series_description": "Assessments or evaluations of the value of state-owned buildings or property.",
        "retention_code": "AV",
        "archival": "R"
    },
    {
        "rsin": "5.2.002",
        "record_series_title": "Building Construction Project Files",
        "record_series_description": "Project records related to planning, design, construction, conversion, or modernization of state facilities, structures, infrastructure, and systems, including feasibility, screening, and implementation studies; topographical and soil surveys and reports; as-builts; laboratory test reports; environmental impact statements; correspondence; successful and unsuccessful bid documentation and other related documentation.",
        "retention_code": "AC",
        "years": "10",
        "ac_definition": "AC = Completion of project.",
        "archival": "R",
        "remarks": "See RSIN 5.2.003a/b and 5.2.028 for further retention of completed building documentation. See RSIN 5.3.007a/b for additional bid documentation retention periods, including RSIN 5.3.007c for invalid bids that do not meet agency submission requirements. ARCHIVES NOTE: Archival review designation is for state-owned buildings only."
    },
    {
        "rsin": "5.2.003a",
        "record_series_title": "Building Plans and Specifications - State Owned",
        "record_series_description": "Includes architectural and engineering drawings, profiles, and blueprints of planning, design, construction, conversion, or modernization of state-owned facilities, structures, infrastructure, and systems.",
        "retention_code": "LA",
        "archival": "R",
        "remarks": "See RSIN 5.2.002 and 5.2.028."
    },
    {
        "rsin": "5.2.003b",
        "record_series_title": "Building Plans and Specifications - Leased",
        "record_series_description": "Includes architectural and engineering drawings, profiles, and blueprints of planning, design, construction, conversion, or modernization of leased facilities, structures, infrastructure, and systems.",
        "retention_code": "AC",
        "years": "2",
        "ac_definition": "AC = Termination or cancellation of lease according to its terms.",
        "remarks": "See RSIN 5.2.002 and 5.2.028."
    },
    {
        "rsin": "5.2.004",
        "record_series_title": "Building Space Requests",
        "record_series_description": "Records documenting building space requests and approvals. Information on request forms may include but is not limited to: the building and room; the reason for the change; parties involved in the request; date of request and approval.",
        "years": "1"
    },
    {
        "rsin": "5.2.005",
        "record_series_title": "Calibration Records (Equipment or Instrument)",
        "record_series_description": "Records documenting the determination, checking, or rectifying of any instrument giving quantitative measurements.",
        "years": "2",
        "remarks": "CAUTION: Some equipment and instruments may require longer retention period. State agencies must determine if longer retention period is required based on the type of equipment or instruments they use within their agency."
    },
    {
        "rsin": "5.2.006",
        "record_series_title": "Inventory and Property Control Records",
        "record_series_description": "Records documenting the inventorying, maintenance, usage, checkout, and disposal of supplies, equipment, and property of a state agency. Includes lost, stolen, and damage reports.",
        "retention_code": "FE",
        "years": "3",
        "remarks": "See RSIN 5.2.008 for the maintenance logs of individual pieces of equipment."
    },
    {
        "rsin": "5.2.008",
        "record_series_title": "Inspection, Repair, and Maintenance Records - Equipment",
        "record_series_description": "Equipment history file, which may include logbooks and requests for installation, moves, service, repair, etc.",
        "retention_code": "LA",
        "years": "3",
        "remarks": "For service agreements or contracts related to equipment repairs and service, retain in accordance with RSIN 5.1.001a/b. For vehicle maintenance records, see RSIN 5.6.003."
    },
    {
        "rsin": "5.2.011",
        "record_series_title": "Equipment Warranties",
        "retention_code": "AC",
        "years": "1",
        "ac_definition": "AC = Expiration of Warranty."
    },
    {
        "rsin": "5.2.012",
        "record_series_title": "Estimate Files (Supply and Repair Cost Estimates)",
        "record_series_description": "Quotes for minor construction and repair projects and supplies. Includes supporting documentation, as applicable.",
        "years": "1"
    },
    {
        "rsin": "5.2.016",
        "record_series_title": "Inventory System Update Listings",
        "record_series_description": "Listing shows all additions, changes, deletions, and transfer times for the monthly processing period.",
        "retention_code": "AC",
        "ac_definition": "AC = Transfer of information into annual listing.",
        "remarks": "See RSIN 5.2.006 for annual inventory listing."
    },
    {
        "rsin": "5.2.018",
        "record_series_title": "Quality Control Reports",
        "record_series_description": "Documentation and reporting on adherence to procedures that ensure quality of a process, product, or service.",
        "years": "2",
        "remarks": "See RSIN 2.2.013 for quality control records related to IT procedures."
    },
    {
        "rsin": "5.2.019",
        "record_series_title": "Service Orders",
        "record_series_description": "Requests or work orders for repairs or maintenance to facilities, vehicles, or equipment completed by internal agency personnel or external service providers.",
        "years": "1"
    },
    {
        "rsin": "5.2.022",
        "record_series_title": "Utility Usage Reports",
        "record_series_description": "Any type of usage report or log used to monitor utilities such as gas, electric, water, etc.",
        "retention_code": "AV",
        "remarks": "CAUTION: Does not include utility usage reports for agencies that operate their own utilities."
    },
    {
        "rsin": "5.2.024",
        "record_series_title": "Equipment Descriptions and Material Specifications",
        "record_series_description": "Equipment and material descriptions and specifications that may include but are not limited to detailed descriptions; lists of raw materials and ingredients; physical characteristics of items; special handling procedures; or technical drawings.",
        "retention_code": "AC",
        "years": "2",
        "ac_definition": "AC = Equipment or material is no longer in the agency."
    },
    {
        "rsin": "5.2.026",
        "record_series_title": "Facilities Reservation Logs",
        "record_series_description": "Reservation logs or similar records relating to the use of agency facilities such as meeting rooms, auditoriums, etc.",
        "years": "2"
    },
    {
        "rsin": "5.2.027",
        "record_series_title": "Space Utilization Reports",
        "record_series_description": "Reports summarizing efficiency of facility space utilization, which may include data on room usage, demand, allocation, and capacity.",
        "retention_code": "AV"
    },
    {
        "rsin": "5.2.028",
        "record_series_title": "Building Construction Contract and Inspection Records",
        "record_series_description": "Building construction contracts, surety bonds, and inspection records.",
        "retention_code": "LA",
        "years": "10",
        "archival": "R",
        "remarks": "See also RSIN 5.2.002 and 5.2.003a/b."
    },
    {
        "rsin": "5.2.029",
        "record_series_title": "Returned Mail",
        "record_series_description": "Documentation of mail returned by the postal or other mail delivery services as undeliverable.",
        "retention_code": "AC",
        "years": "1",
        "ac_definition": "AC = Date returned.",
        "remarks": "CAUTION: If corrected address provided and mail rerouted, maintain address update documentation for prescribed retention period."
    },
    {
        "rsin": "5.3.003",
        "record_series_title": "Freight Claims",
        "record_series_description": "Freight or cargo claims against carrier for damage or loss to a shipment.",
        "retention_code": "AC",
        "years": "2",
        "ac_definition": "AC = Resolution of claim.",
        "legal_citation": "43 TAC 218.61(d); 49 USC 14706(e)."
    },
    {
        "rsin": "5.3.004",
        "record_series_title": "Shipping Information",
        "record_series_description": "Shipping information, including order acknowledgements, packing slips, and related documentation.",
        "retention_code": "AV",
        "remarks": "CAUTION: Some shipping information may require longer retention period. State agencies must determine if longer retention period is required based on the type of materials shipped to or from their agency."
    },
    {
        "rsin": "5.3.007a",
        "record_series_title": "Bid Documentation - 9/1/2015 and After",
        "record_series_description": "Includes bid requisition/authorizations, invitations to bid or propose, bid specifications, awarded and unawarded bids, and bid tabulation /evaluations. Associated with a contract executed, renewed, or amended on or after September 1, 2015.",
        "retention_code": "AC",
        "years": "7",
        "ac_definition": "AC = Expiration or termination of the instrument according to its terms or decision not to proceed with the bid.",
        "legal_citation": "Government Code, 441.1855."
    },
    {
        "rsin": "5.3.007b",
        "record_series_title": "Bid Documentation - 8/31/2015 and Prior",
        "record_series_description": "Includes bid requisition/authorizations, invitations to bid or propose, bid specifications, awarded and unawarded bids, and bid tabulation /evaluations. Associated with a contract executed, renewed, or amended on or before August 31, 2015.",
        "retention_code": "FE",
        "years": "3",
        "remarks": "NOTE: Refer to SB20 (84th Leg.) for retention period context.",
        "legal_citation": "Government Code, 441.1855."
    },
    {
        "rsin": "5.3.007c",
        "record_series_title": "Bid Documentation - Invalid Bids",
        "record_series_description": "Invalid bids that do not meet agency submission requirements and are not included in bid evaluation process (e.g. withdrawn, missed submission deadline, incomplete submission, etc.)",
        "retention_code": "AC",
        "years": "2",
        "ac_definition": "AC = Date of notification of denial or date of withdrawal, as applicable."
    },
    {
        "rsin": "5.3.009",
        "record_series_title": "Requests for Information",
        "record_series_description": "Requests for information preliminary to the procurement of goods or services by direct purchase or bid.",
        "retention_code": "AC",
        "ac_definition": "AC = Decision not to proceed with the procurement.",
        "remarks": "See RSIN 1.1.020 and 1.1.021 for public information requests. CAUTION: If the request for information leads to request for proposal or bid, the request for information documentation should be retained in accordance with RSIN 5.3.007a/b/c."
    },
    {
        "rsin": "5.3.010",
        "record_series_title": "Vendor Records/W-9",
        "record_series_description": "W-9 IRS Form used to request a taxpayer identification number (TIN) for reporting information to the Internal Revenue Service (IRS). This includes W-9 forms received by a state agency from vendors.",
        "retention_code": "AC",
        "years": "3",
        "ac_definition": "AC = Date account is opened or date instrument purchased.",
        "legal_citation": "26 CFR 31.3406(h)-3(g)."
    },
    {
        "rsin": "5.4.001",
        "record_series_title": "Occupational Accident Reports and Associated Documentation",
        "record_series_description": "Accident or occupational disease reports (by supervisors and employees) and other associated reports required to be submitted to the State Office of Risk Management (SORM)or its predecessors or maintained internally on accident frequency.",
        "retention_code": "CE",
        "years": "5",
        "remarks": "See RSIN 5.4.014a/b for non-employee accidents.",
        "legal_citation": "29 CFR 1904.33; 28 TAC 120.1(c)."
    },
    {
        "rsin": "5.4.002",
        "record_series_title": "Evacuation Plans",
        "record_series_description": "Plans for evacuation of agency facilities in cases of emergency.",
        "retention_code": "US"
    },
    {
        "rsin": "5.4.003",
        "record_series_title": "Safety, Drill, and Inspection Records",
        "record_series_description": "Fire, safety, and emergency drill, alarm, and other inspection records of agency facilities and equipment, including orders issued by inspectors to correct deficiencies in compliance with any code or regulations.",
        "retention_code": "AC",
        "years": "3",
        "ac_definition": "AC = Date of drill, alarm, inspection, or date of the correction of deficiency, whichever applicable.",
        "remarks": "CAUTION: Does not include inspection reports of building construction. See RSIN 5.2.028."
    },
    {
        "rsin": "5.4.007",
        "record_series_title": "Hazardous Materials Training Records",
        "record_series_description": "Records of training given to employees in an agency hazard communications program. May include but is not limited to date of class, roster of attendees, subjects covered, and instructors.",
        "years": "5",
        "remarks": "See RSIN 3.1.027 for individual employee training records.",
        "legal_citation": "Texas Health and Safety Code, 502.009(g)."
    },
    {
        "rsin": "5.4.008",
        "record_series_title": "Hazard Communication Plans",
        "record_series_description": "Plan that provides information to employees about the hazardous chemicals to which they may be exposed to in their workplace.",
        "retention_code": "US",
        "years": "5",
        "legal_citation": "Texas Health and Safety Code, 502.009(g)."
    },
    {
        "rsin": "5.4.009",
        "record_series_title": "Workplace Chemical Lists",
        "record_series_description": "List of each hazardous chemical normally present in the workplace.",
        "years": "30",
        "legal_citation": "Texas Health and Safety Code, 502.005(d)."
    },
    {
        "rsin": "5.4.010",
        "record_series_title": "Safety Data Sheets",
        "record_series_description": "Safety Data Sheets (SDS) that list information relating to occupational safety and health for the use of various substances and products.",
        "retention_code": "AC",
        "ac_definition": "AC = After sheets are updated or hazardous chemical no longer stored by agency, as applicable.",
        "remarks": "CAUTION: If Workplace Chemical Lists (RSIN 5.4.009) are not maintained, these records must be maintained for 30 years.",
        "legal_citation": "29 CFR 1910.1020(d)(1)(ii)(B)."
    },
    {
        "rsin": "5.4.011",
        "record_series_title": "Visitor Control Registers",
        "record_series_description": "Logs, registers, or similar records documenting visitors to limited access or restricted areas of agency facilities.",
        "years": "3"
    },
    {
        "rsin": "5.4.012",
        "record_series_title": "Security Access Records",
        "record_series_description": "Records relating to the issuance of keys, identification cards, building passes, passwords, signed statements or similar instruments of access to agency or state facilities, equipment or automated systems.",
        "retention_code": "AC",
        "years": "2",
        "ac_definition": "AC = Until superseded, date of expiration, or date of termination, whichever sooner."
    },
    {
        "rsin": "5.4.013",
        "record_series_title": "Continuity of Operations Plans (COOP)",
        "record_series_description": "Plans developed (per Texas Labor Code, 412.054) to mitigate the damage of potential events that could endanger an agency’s ability to function. Includes disaster preparedness, response, and recovery plans.",
        "retention_code": "US",
        "remarks": "See RSIN 5.4.017 for records related to responding or recovering from an emergency."
    },
    {
        "rsin": "5.4.014a",
        "record_series_title": "Accident Reports - Adults",
        "record_series_description": "Reports of accidents to adults on state property or in any other situation in which the state agency could be a party to a lawsuit.",
        "retention_code": "AC",
        "years": "3",
        "ac_definition": "AC = Date of report, or if a claim is filed, after settlement or denial of claim, whichever applicable."
    },
    {
        "rsin": "5.4.014b",
        "record_series_title": "Accident Reports - Minors",
        "record_series_description": "Reports of accidents to minors on state property or in any other situation in which the state agency could be a party to a lawsuit.",
        "retention_code": "AC",
        "years": "3",
        "ac_definition": "AC = Date minor reaches the age of majority, or if a claim filed, after settlement or denial, whichever applicable."
    },
    {
        "rsin": "5.4.015",
        "record_series_title": "Hazardous Materials - Administrative Records",
        "record_series_description": "This series documents the use of hazardous carcinogenic compounds, building by building survey and plan to correct asbestos and other material hazards. This series may include but is not limited to: surveys; monitoring tests and reports; data forms; building plans; correction checklists; removal job records; research protocols; lists of carcinogenic compounds used; environmental, biological, and material safety monitoring reports concerning toxic substances and harmful physical agents in the workplace, including analyses derived from such reports.",
        "retention_code": "AC",
        "years": "30",
        "ac_definition": "AC = Date of project or research completion.",
        "remarks": "See RSIN 5.4.016a/b for hazardous material exposure records.",
        "legal_citation": "29 CFR 1910.1001; 29 CFR 1910.1020(d)(ii); 25 TAC 295.62(a)."
    },
    {
        "rsin": "5.4.016a",
        "record_series_title": "Hazardous Materials - Employee Exposure Records",
        "record_series_description": "Environmental, biological, and material safety monitoring reports, including health or physical examination reports or certificates of employees, who have experienced exposure to toxic substances, harmful physical agent, or bloodborne pathogens in the workplace, including analyses derived from such reports.",
        "retention_code": "AC",
        "years": "30",
        "ac_definition": "AC = Termination of employment.",
        "legal_citation": "29 CFR 1910.1020(d); 29 CFR 1910.1001; 29 CFR 1910.1020(d)(1)(ii)."
    },
    {
        "rsin": "5.4.016b",
        "record_series_title": "Hazardous Materials - Periodic Monitoring",
        "record_series_description": "Environmental, biological, and material safety monitoring reports, including health or physical examination reports or certificates of employees, for whom periodic monitoring of health or fitness is required concerning toxic substances, harmful physical agent, or bloodborne pathogens in the workplace, including analyses derived from such reports.",
        "retention_code": "US",
        "years": "2",
        "legal_citation": "29 CFR 1910.1020(d); 29 CFR 1910.1001; 29 CFR 1910.1020(d)(1)(ii)."
    },
    {
        "rsin": "5.4.017",
        "record_series_title": "Emergency Response and Recovery Records",
        "record_series_description": "This series documents the events and damages to institutional property due to storms, riots, fires, droughts, floods, and other events affecting citizens and facilities within the jurisdiction of the institution. This series may include but is not limited to: diaries; logs; reports; photographs; notes which indicate or document what happened, when, and where; and related documentation and correspondence.",
        "years": "3",
        "archival": "R",
        "remarks": "See RSIN 5.4.013 for Continuity of Operations Plans (COOP). CAUTION: If grant monies are received to assist with the response or recovery, the retention requirements for this series may vary depending on the specific funding agency."
    },
    {
        "rsin": "5.4.018",
        "record_series_title": "Annual Audit Plan",
        "record_series_description": "Includes working papers and agency risk assessment used to develop the plan, per Texas Internal Auditing Act requirement.",
        "retention_code": "AC",
        "years": "7",
        "ac_definition": "AC = After final plan has been issued.",
        "remarks": "See RSIN 1.1.002 for individual Audit records not related to the development of the Audit Plan.",
        "legal_citation": "Government Code, 2102.013."
    },
    {
        "rsin": "5.4.019",
        "record_series_title": "Audit Peer Review - Working Papers",
        "record_series_description": "Documents collected or generated as part of the process of reviewing other state agency internal audit programs. Includes but is not limited to: self-assessments, worksheets, surveys or questionnaires, evaluations, and other documents as described in the State Agency Internal Audit Forum (SAIAF) Peer Review Manual.",
        "retention_code": "AC",
        "years": "1",
        "ac_definition": "AC = After final report has been issued.",
        "remarks": "See RSIN 1.1.002 for individual Audit records not related to the peer review of an Audit Plan.",
        "legal_citation": "Government Code, 2102.007(a)(5)."
    },
    {
        "rsin": "5.5.002",
        "record_series_title": "Telephone Activity Records",
        "record_series_description": "Telephone logs created for internal documentation purposes; station activity reports of internal listings of incoming/outgoing telephone activity to individual telephone stations; operator call transfers; summary detail reports; and system activity reports of internal listings of all incoming/outgoing agency telephone activity.",
        "retention_code": "AV",
        "remarks": "See RSIN 4.1.001 for telephone bills."
    },
    {
        "rsin": "5.5.007",
        "record_series_title": "Disputed Call Documentation",
        "record_series_description": "Documentation relating to disputed long distance calls, including documents evidencing repayment by employees for personal long distance use.",
        "retention_code": "AC",
        "years": "3",
        "ac_definition": "AC = Dispute resolved or repaid + FE."
    },
    {
        "rsin": "5.6.001a",
        "record_series_title": "Aircraft Flight Logs - State Owned",
        "record_series_description": "Logs and related documentation used to maintain information about state owned aircraft flight data.",
        "retention_code": "LA",
        "years": "3"
    },
    {
        "rsin": "5.6.001b",
        "record_series_title": "Aircraft Flight Logs - Leased",
        "record_series_description": "Logs and related documentation used to maintain information about leased aircraft flight data.",
        "retention_code": "FE",
        "years": "3"
    },
    {
        "rsin": "5.6.002",
        "record_series_title": "Aircraft Passenger Lists",
        "record_series_description": "List of passengers on an aircraft.",
        "retention_code": "FE",
        "years": "3"
    },
    {
        "rsin": "5.6.003",
        "record_series_title": "Inspection, Repair, and Maintenance Records - Vehicles",
        "record_series_description": "Records and documentation related to inspections, repairs, and maintenance for state vehicles.",
        "retention_code": "LA",
        "years": "1",
        "remarks": "See RSIN 5.2.008 for non-vehicle equipment maintenance records."
    },
    {
        "rsin": "5.6.004",
        "record_series_title": "License and Driving Record Checks",
        "retention_code": "AC",
        "ac_definition": "AC = Until superseded or until termination of employment."
    },
    {
        "rsin": "5.6.005",
        "record_series_title": "Vehicle Use Reports",
        "record_series_description": "Includes mileage, fuel/oil consumption, passengers carried and other related operational information.",
        "retention_code": "FE",
        "years": "3"
    },
    {
        "rsin": "5.6.007",
        "record_series_title": "Vehicle Titles and Registrations",
        "record_series_description": "Vehicle titles, registration information, and owner manuals for state vehicles.",
        "retention_code": "LA"
    },
    {
        "rsin": "5.6.009",
        "record_series_title": "Parking Permits or Assignments",
        "record_series_description": "Records documenting issuance of parking permits and assignments.",
        "retention_code": "US",
        "remarks": "See RSIN 4.1.009 for payment of permit fees."
    }
]